[
  {
    "id": 9,
    "slug": 9,
    "name": "Michal Gill",
    "familyName": "Gill",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "S přihlédnutím k rodinným vazbám či preferencím žadatelů",
      "5": "Kdysi bych řekl, že ano, ale v současné EU, ve které si členské státy neumí poradit s nacionalismem, považuji jakákoli referenda, s výjimkou místních, za bezpečnostní riziko.",
      "15": "Chceme-li ušetřit, toto je ta jediná složka rozpočtu, na kterou by se sahat nemělo.",
      "16": "ČR se k přijetí Eura zavázala přistoupením v roce 2004. Včera bylo pozdě.",
      "26": "K cíli ochrany dětí vedou spousty jiných cest, než je šmírování všech.",
      "28": "Pozitivní diskriminace je pouze diskriminace. Genderové kvóty jsou nepirátský nesmysl.",
      "31": "Ano, ale jako u všeho: pod přísným dohledem. EU má ale na to, co si v obchodě můžeme koupit, bezkonkurenčně nejvyšší standard na světě. Úplně se neobávám, že by regulaci GMO nezvládla.",
      "32": "EU má na to, co si v obchodě můžeme koupit, bezkonkurenčně nejvyšší standard na světě. Naštěstí."
    }
  },
  {
    "id": 26,
    "slug": 26,
    "name": "Věra Mikušová",
    "familyName": "Mikušová",
    "votes": {
      "1": 0,
      "2": -1,
      "3": -1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": 0,
      "8": 1,
      "9": 0,
      "10": 1,
      "12": 1,
      "13": 0,
      "14": 0,
      "15": -1,
      "16": 1,
      "17": 0,
      "18": 0,
      "19": 0,
      "20": 1,
      "21": -1,
      "22": 0,
      "23": 1,
      "24": 0,
      "25": -1,
      "26": 0,
      "27": 0,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 0,
      "32": -1
    },
    "comments": {
      "1": "Je nutné brát v potaz aktuální socioekonomickou situaci členských států a náladu ve společnosti. Je naprosto nepřijatelné, aby lidé kteří mají za sebou nepředstavitelné peklo byli ve společnosti uráženi a jakkoli ať už verbálně nebo fyzicky napadáni. V této oblasti je klima některých vyspělejších států mnohem přívětivější než v jiných členských zemích, proto si myslím, že to by mělo být bráno v potaz. Ostatní členské země by však měly důsledně vymýšlet a implementovat cesty jak překonat předsudky a pomoci lidem bezpečně a důstojně se zařadit do společnosti a zajistit bezpečné fungování v Evropě.  V tomto ohledu nás čeká ještě velmi mnoho práce.",
      "2": "Viz. první otázka.",
      "3": "EU je držitelkou Nobelovy ceny míru za přeměnu většiny kontinentu války na kontinent míru. I proto věřím společnému souhrnu vědomostí a zkušeností, které se za dobu fungování v EU nahromadily a nemám na to úplně jasný názor. Spíše se však kloním k tomu, že bychom se měli nadále snažit prohlubovat naši současnou spolupráci s NATO, přispívat svými zdroji tam a nerozdvojovat tak činnost jež má stejný cíl a to je ochrana základních lidských práv a demokratických hodnot.",
      "4": "Nevím jak policisté ve FRONTEXU zachází s lidmi ani do dalších činností prozatím více nevidím, nemohu proto na tento dotaz odpovědět.",
      "7": "V současné chvíli by tato možnost vyvolala velkou vlnu odporu. Občané nemají dostatečné vědomosti o činnosti EU, nevidí v ní přidanou hodnotu a jsou snadno ovlivnitelní populismem který cílí na emoce, nikoliv racionální složku. Evropské unii by to v tuto chvíli uškodilo. Osobně si myslím, že by EP mohl být kompetentní k tomu aby mohl touto pravomocí disponovat.",
      "9": "Záleží na konkrétních záležitostech. V některých oblastech je právo veta podle mého názoru na místě...",
      "15": "Měl by se však zpřísnit dohled a kontrola udržitelnosti.",
      "19": "Ukrajině je potřeba pomoci aby splnila podmínky vstupu do EU co nejdříve, jakmile se tak stane s radostí její vstup podpořím.",
      "21": "Turecko potřebuje pomoci a status kandidáta vnímám jako takovou pomoc.",
      "26": "Jedná se o velice zásadní zásah do jedné z klíčových hodnot demokracie a to práva na soukromí. Na druhou stranu terorismus a dětská pornografie jsou závažné zločiny ohrožující demokracii jako celek. Myslím si, že tady nás čeká ještě hodně diskusí.",
      "28": "V případě většího zapojení (i přesto že bude nějakou dobu nucené), žen do společnosti může dojít k narovnání společenských vztahů kdy v tuto chvíli je časová i psychická zátěž spojená s péčí o rodinu často na ženách a muži tak mají velké konkurenční výhody (doma uvařeno, nakoupeno, děti čisté, vyzvednuté z kroužků a je uklizeno), to jsou často až desítky hodin na práci týdně navíc. Pokud budeme podporovat vyšší zapojení žen do pracovního procesu, bude mužům tato konkurenční výhoda ubývat. Teprve poté se budeme moci skutečně svobodně rozhodovat, čemu chceme a nebo nechceme věnovat čas."
    }
  },
  {
    "id": 28,
    "slug": 28,
    "name": "Viktor Velek",
    "familyName": "Velek",
    "votes": {
      "1": 0,
      "2": 1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": 0,
      "14": -1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 0,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 0,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 0,
      "32": -1
    },
    "comments": {
      "1": "Žadatelé o azyl nikdy nebudou rovnoměrně zatěžovat všechny členské státy, některé země budou z různých důvodů vždy atraktivnější a některé země budou vždy více exponované svou polohou. Je velký průlom, že se členské státy dohodly na nových pravidlech migrační politiky, byť je příznačné, že se shodly po hlasování, ve kterém bylo Polsko a Maďarsko proti. Uvidíme, jak bude vypadat konečná podoba paktu, která by měla podle všeho být na světě do evropských voleb. Souhlasím s tím, aby v této oblasti byla EU solidární se státy na vnějších hranicích (zejména na jihu, ale v souvislosti s válkou proti Ukrajině i na východě). Navržené flexibilní přerozdělovací kvóty jsou dobrý kompromis. Myslím si, že EU je schopna zvládnout současný počet žadatelů o azyl (tj. 200 000-1,3 milionu ročně na 450 milionu občanů EU) a pomoci lidem prchajícím před pronásledováním, válkami, konflikty a přírodními pohromami.",
      "3": "Jednoznačně ano postupným rozvíjením a prohlubováním Společné bezpečnostní a obranné politiky EU (CSDP). Evropa se musí emancipovat ve všech sférách a skoncovat s tím, že outsourcuje svou ekonomickou prosperitu do Číny a bezpečnost do USA.",
      "4": "S každými novými bezpečnostními pravomocemi Frontexu musí jít ruku v ruce budování kapacit agentury v oblasti humanitární a lidskoprávní. Frontex čelí kritice za nečinnost při červnové tragédii, kdy při ztroskotání lodě u břehů Řecka utonulo přes 500 migrantů. Ombudsman EU zahájil v této věci vyšetřování Frontexu za možná pochybení.",
      "5": "Přímá demokracie a participace občanů na evropské úrovni je jedním z klíčů ke snižování demokratického deficitu EU. Je zároveň potřeba posílit stávající participační nástroje jako je (petiční) Evropská občanská iniciativa či reformovat systém voleb do EP (mj. nadnárodní kandidátní listiny pro omezený počet mandátů). Budovat Evropu zezdola.",
      "6": "A nejen svobodu tisku. Každý členský stát by měl naplňovat základní hodnoty, na kterých celá EU stojí (a které jsou vepsané do zakládajících smluv - viz článek 2 Lisabonské smlouvy). Pokud je bude systematicky pošlapávat, měly by existovat možnosti, jak na celoevropské úrovni efektivně zasáhnout. EU není jen ekonomický klub, ale také hodnotové společenství.",
      "8": "Nemůže to ovšem být jediná inovace směrem k celoevropské demokracii. Participativní reformy na evropské úrovni musí být obsáhlejší.",
      "9": "Jednomyslné rozhodování v (mezivládní) Radě EU je dnes jednou z hlavních překážek efektivního fungování unie na mezinárodní scéně a jejím vedlejším efektem jsou vydírací praktiky napříč politikami EU. \nV RT EZO jsme pracovali na stranickém stanovisku, které volá po (1) přechodu k hlasování kvalifikovanou většinou ve všech oblastech, kde se nyní rozhoduje jednomyslně (případně s výjimkou přijímání nových členů EU), (2) zdůrazňuje nutnost bránit základní hodnoty EU a reagovat všemi dostupnými nástroji na jejich porušování ze strany členských států, (3) volá po aktivnějším využívání stávajících nástrojů (přechod k většinovému hlasování dohodou na úrovni Evropské rady, odebrání hlasovacích práv dle čl. 7 Lisabonské smlouvy atd.) do doby, než dojde k jednání o změně smluv (zdlouhavý proces).",
      "10": "Občané členského státu by neměli být trestání za politiku své vlády (s kterou nemusejí souhlasit). EU by však měla mít efektivní nástroje zasáhnout v případě systematického podrývání demokratických checks and balances, zakládajících hodnot EU a zásad právního státu ze strany členského státu.",
      "12": "Přechod k elektromobilitě je neodvratný a stanovení klíčových dat tohoto přechodu je fér vůči koncovému uživateli i výrobcům. Veřejnou debatu provázejí vášně, které jsou do určité míry živené průmyslovou lobby (spíše než fakty a ohledem na cíl této úpravy, tedy potřebou snížit emisní zátěž spojenou s individuální automobilovou dopravou).",
      "13": "Není to ideální. Je to ovšem pragmatické východisko z nouze, které má celou řadu podmínek. Bude potřeba pozorně sledovat, zda a jak zemní plyn přispěje k další transformaci energetiky směrem k obnovitelným zdrojům tak, jak je to zamýšleno.",
      "14": "Jaderná energetika tak, jak ji známe dnes má řadu rizik (viz Černobyl, Fukušima, Záporoží, ukládání vyhořelého paliva a závislost na dovozu jaderného paliva, hrstce dodavatelů technologií) a úskalí (potřeba masivních investic, dlouhá doba plánování a výstavby, recyklace dosloužilých jaderných elektrárenských komplexů apod.).\nPovažuju jadernou energetiku tak, jak ji známe dnes spíše za technologii minulosti než budoucnosti (tedy alespoň do doby než budou k dispozici tolik diskutované modulární reaktory či energetika založená na jaderné fúzi oproti současnému štěpení).",
      "15": "Koheze je důležitá. Na druhou stranu je ještě důležitější tyto peníze utrácet skutečně ve prospěch rozvoje daných regionů a jejich občanů. Přerozdělování a řízení těchto dotací samotnými členskými státy, zvláště na východě EU, je mnohdy katastrofální a přispívá k propojování politiky a byznysu a systémové korupci (Bulharsko, Maďarsko, ale i ČR). To je potřeba změnit, třeba i větším dohledem unijních orgánů, které nejsou součástí národních klientelistických sítí.",
      "18": "Tato daň by však měla být sociálně citlivá, mít kultivační efekt (tj. danit nežádoucí jevy) a nedopadat na ty nejchudší (např. zdanění nadnárodních gigantů či něco na způsob nového carbon border adjustment mechanismu danícího neevropské firmy dle emisní zátěže jejich výrobků).",
      "19": "Při splnění přístupových podmínek. Ukrajina je dnes ovšem ve specifické situaci a bude zřejmě potřebovat specifickou předvstupní pomoc (zejména s poválečnou rekonstrukcí země). Měla by však splnit všechny podmínky spojené s reformou justice, bojem proti korupci a lidskými právy aj. (Kodaňská kritéria).",
      "20": "EU jako globální hráč by se o toto měla snažit všude ve světě. A nejen skrze rozvojovou pomoc, ale i skrze své obchodní dohody s lidskoprávními klauzulemi, obchodní pobídky ve formě bezcelního přístupu na svůj jednotný trh při implementaci environmentálních a lidskoprávních úmluv (GSP scheme), skrze zahraniční lidskoprávní politiku, sankční režim a další nástroje, které má k dispozici.",
      "21": "Situace v Turecku rozhodně neumožňuje pokročit v přístupových rozhovorech, které jsou dnes de facto zmražené. Turecko míří k autokracii, soustavně ignoruje rozsudky Evropského soudu pro lidská práva (případ Osman Kavala) a pod Erdoganovým vedením se členství EU vzdaluje. Současné zmražení rozhovorů je dostačující a nechává otevřená dvířka pro obnovení rozhovorů (to ovšem bude zřejmě vyžadovat jiné vedení země). EU by měla všemožně tlačit na Turecko v oblasti podkopávání právního státu a ochrany lidských práv a rozhodně nepřistupovat na špinavé dohody propojující přístupové rozhovory s migrační politikou či rozšířením NATO.",
      "26": "Lidská práva by měla být platná online tak, jako jsou platná a aplikovaná offline. Obecně, tedy dle ustanovení mezinárodních lidskoprávních úmluv, je ovšem přípustné některá lidská práva omezit (některá jsou však absolutní!, např. zákaz mučení), pokud jde o specifický veřejný zájem (viz např. svoboda slova vs. hate speech).\nTato legitimní a pečlivě vážená omezení nesmí být zneužívána, jak se to děje v řadě autoritářských režimů. Dětská pornografie či boj s terorismem mohou být legitimními důvody pro omezení práva na soukromí (offline i online). Tyto výjimky či omezení ovšem nemohou být plošného charakteru, musí být jasně vymezené. V této oblasti existuje jasná judikatura Soudního dvora EU.",
      "28": "Podporuju především rovné zastoupení žen a mužů v klíčových oblastech, mezi něž patří i volené úřady (parlament, zastupitelstva apod.). Protože tato rovnost přináší společensky vyváženější řešení. Kvóty jsou nástrojem. Nejsou samospasitelné a existují i jiné měkčí možnosti, jak rovnosti či dostatečné rovnosti (40/60) dosáhnout (vyšší finanční příspěvky stranám s rovnými kandidátními listinami je jedním z příkladů).\nJe špatně, že více něž 100 let po zavedení všeobecného volebního práva v této a dalších zemích o potratech či domácím násilí rozhodují převážně muži. Na globální úrovni už nějaký čas platí princip, že ženy musí být vtaženy do mírových procesů, řešení konfliktů a zajištění bezpečnosti, protože to nemůže zůstat výhradně v rukou mužů a těžko lze čekat, že se válečná agenda nějak samovolně posune k ženské části populace (viz agenda Women, Peace and Security v OSN). Na druhou stranu by bylo dobré, kdyby např. ve školství bylo více mužů (školství má velký vliv na formování jednotlivce a feminizace českého školství na základním stupni je dle mého problém - 86 procent žen!).",
      "30": "V podobě velmi robustního zákona, který vyloučí zneužití (a na základě dobré praxe ze zahraničí, kde je eutanasie prováděna).",
      "31": "Je potřeba v EU znovu otevřít debatu o geneticky upravených plodinách, které můžou být důležitým dílkem skládačky v oblasti zajištění potravinové bezpečnosti a udržitelnosti. Éra klimatické změny a extrémních výkyvů počasí vyžaduje nový pohled na zemědělství, zachování biodiverzity i potravinovou bezpečnost. Tato debata musí být pragmatická a založená na faktech.",
      "32": "Tyto normy jsou důležitým prvkem na ochranu spotřebitele."
    }
  },
  {
    "id": 36,
    "slug": 36,
    "name": "Petr Slanina",
    "familyName": "Slanina",
    "votes": {
      "1": 1,
      "2": 1,
      "3": -1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": 1,
      "10": 0,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 0,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 0,
      "31": -1,
      "32": -1
    },
    "comments": {
      "7": "Ale je třeba si uvědomit, že hrozí zahlcení systému - proto by musela být nastavena taková pravidla, aby politické návrhy měly výraznou podporu Europarlamentu (např. 200 podpisů europoslanců).",
      "8": "Hrozila by podle mě mocenská kohabitace - předseda Evropské komise by pak mohl mít hypoteticky mizivou oporu v europarlamentu. Větší smysl by mi dávala nominace člena vítězné frakce.",
      "9": "Jde o pojistku pro malé státy.",
      "10": "Spíše bych vytvořil komplexnější a vymahatelný sankční mechanismus.",
      "12": "Za předpokladu vytvoření dostatečné infrastruktury.",
      "14": "Dovedu si to představit ve více vzdálené budoucnosti, až bude možné jádro dostatečně nahradit jiným zdrojem.",
      "19": "Ano, pokud splní veškeré náležitosti, jako je např. zákaz milic a nestátních vojenských organizací apod.",
      "21": "Současný stav Turecka zdaleka neodpovídá demokratickým standardům EU.",
      "26": "Za předpokladu jasných a velmi přísných podmínek a spíše ve výjimečných případech (jako je právě potírání dětské pornografie).",
      "30": "Ano pouze po dlouhodobé diskusi a jasně vykomunikovaných a stanovených podmínek. Eutanázie není dichotomická proměnná a nejde o černobílý problém - proto jako nejvěší problém vidím, že jak se zastánci, tak s odpůrci lze do jisté míry souhlasit."
    }
  },
  {
    "id": 37,
    "slug": 37,
    "name": "Mikuláš Ferjenčík",
    "familyName": "Ferjenčík",
    "votes": {
      "1": -1,
      "2": -1,
      "3": 1,
      "4": 1,
      "5": 0,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": 1,
      "10": 1,
      "12": 1,
      "13": 0,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 0,
      "30": 1,
      "31": 0,
      "32": -1
    },
    "comments": {
      "1": "Žadatelé o azyl jsou také lidé a nemůžeme je nutit žít v zemi, kde žít nechtějí. Snažit se pomoci zemím s větším náporem žadatelů o azyl je v pořádku.",
      "2": "V různých zemích je odlišná podpora i potřeba přijímání azylantů.",
      "5": "Záleží na pravidlech jeho vyhlášení a závaznosti.",
      "7": "Pokud se to stane, populisti získají nástroj jak skrze své návrhy rozložit Evropskou unii. Chápu podporu tohoto návrhu, ale důsledky budou úplně jiné, než si zastánci myslí.",
      "8": "Přímá volba hlavy státu extrémně polarizuje společnost, nemyslím, že je pro EU vhodná.",
      "9": "Je na místě bavit se o rozsahu tohoto práva, ale určitě jsou oblasti, kde by mělo zůstat.",
      "12": "Evropský automobilový průmysl potřebuje jasná pravidla, aby obstál na globálním trhu. Ta by se neměla neustále měnit.",
      "21": "Turecko potřebujeme jako spojence, není důvod si ho jednostranně znepřátelit.",
      "29": "Falešné dilema",
      "31": "Otázka vytváří dojem, že dnes je to zakázáno. Přísný schvalovací proces je v pořádku.",
      "32": "Jedním z hlavních důvodů existence EU je dobré fungování vnitřního trhu, k tomu jsou potřeba společné normy."
    }
  },
  {
    "id": 39,
    "slug": 39,
    "name": "Vladimír Votápek",
    "familyName": "Votápek",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 0,
      "13": 0,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": -1,
      "26": 1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Jde o správný princip solidarity mezi státy, které  jsou vystaveny rozdílné zátěži. Protože migranti sami mohou dávat přednost některým státům a některé státy zase mohou být ve složité vnitropolitické situaci, přerozdělování může být nahrazeno finančním příspěvkem.",
      "2": "Podmínky pro udělování azylu by měly být co  nejpodobnější, aby nevytvářely umělé překážky pro rozmisťování migrantů v rámci EU.",
      "3": "Silné ano. I když by bylo krásné žít ve světě bez zbraní a bezpečnostních hrozeb, současná realita je jiná. Evropa musí vybudovat dostatečnou vojenskou kapacitu na operační a především strategické úrovni. Válka na Ukrajině nám ukazuje, že Evropa jako celek i jednotlivé členská státy, osudově zaspaly. NATO, stojící pouze na jedné noze (USA) není a nebude stabilní zárukou naší bezpečnosti. Společná evropská obrana nebude konkurencí NATO, ale jejím posílením.\nMimochodem – silný potenciál evropské amády, zajišťující obrany členských států, může být alternativou zavedení povinné vojenské služby v jednotlivých zemích.",
      "4": "Evropa by jistě měla sdílet náklady na ochranu vnějších hranic. Jenom si nejsem jistý, zda je FRONTEX tou správnou cestou. Zatím je to jen podpůrná agentura, jejíž prakticky význam není veliký.",
      "5": "Slabé ano. Vzhledem k nebezpečí zneužití takového institutu ale musí jeho zavedení předcházet pečlivá příprava a diskuse o jeho limitech.",
      "6": "Omezení finančních dotací (případně stanovení pokut) je, spolu s revizí pravidel hlasování (redukce práva veta), nezbytným předpokladem pro posílení akceschopnosti EU a umožnění dalšího rozšiřování Společenství.",
      "7": "Případný konflikt s pravomocemi národních parlamentů je řešitelný důsledným uplatňováním principu subsidiarity. Přitom jsem si vědom, že jisté napětí bude mezi EP a národními parlament vždy existovat, podobně jako mezi národním parlamentem a krajskými zastupiteli.",
      "8": "Slabé ne. Demokratické principy jsou zajištěny díky tomu, že EP má právo veta.",
      "9": "Doufám v nalezení takové revize pravidel hlasování, která by co nejvíce omezila možnost použití práva veta ze strany členských států.  Přitom plně respektuji, že každý členský stát má a vždy bude mít právo veta, spočívající ve vystoupení z EU.",
      "10": "K vyloučení Maďarska je ještě velmi dlouhá cesta, ale rozhodně se domnívám, že má EU použít co nejcitelnější sankce, které vládě v Budapešti umožní nahlednout, jak zásadní je jejich odklon od pravidel fungování demokratického státu. Opatření na ochranu rozpočtu Unie před důsledky porušování zásad právního státu v Maďarsku je jen jeden krok správným směrem, za kterým by mělo následovat mnoho dalších opatření.",
      "12": "Ještě více než v případě letecké dopravy dávám před zákazy přednost nastavení finančních nástrojů tak, aby trh sám přešel na ekologicky co nejšetrnější způsob dopravy.",
      "13": "Dal bych ne, ale mám problém s rokem 2050.Zemní plyn (stejně jako ropa) není obnovitelný zdroj energie. Bezprostředně po vyřešení krize způsobené ruskou agresí je žádoucí soustředit úsilí na jejich nahrazení vodíkovou alternativou. Samozřejmě vedle stále rostoucího podílu dalších obnovitelných zdrojů energie (voda, vzduch, slunce). Ostatně právě využití sluneční energie k výrobě vodíku by mohl  být ekologicky i industriálně udržitelný koncept vyrábění /distribuce ú/skladování energie.",
      "14": "Při zajištění co nejpřísnějších bezpečnostních standardů a s perspektivou propojení s vodíkovým cyklem. V delší perspektivě pak nahrazení obnovitelnými zdroji, opět v kombinaci s vodíkovým cyklem.",
      "15": "Rozvoj slabších regionů je významný pro kohezi EU a je jenom dobře, že jejich rozvoji pomáhají bohatší regiony právě cestou podpory slabších regionů.",
      "16": "Jsem pro, aby ČR přijala euro co nejdříve, jakmile splní konvergenční kritéria. Pomůže to obchodu a zároveň to ochrání úspory občanů.",
      "17": "Klíčovým faktorem dalšího rozvoje evropské ekonomiky je pestré, zdravé a inovativní podhoubí malých a středních firem. Nevidím žádný smysl sypat peníze velkým firmám. Samozřejmě s výjimkou mimořádných situací, jako je například ruská agrese, kdy Evropa musí velmi rychle obnovit svůj vojenský potenciál a přitom se musí opírat o potenciál firem, které dominují trhu.",
      "18": "Jsem pro, aby byly posíleny zdroje v rozpočtu EU. Čistě z politických důvodů ale dávám přednost tomu, aby se jednalo o podobná technická opatření, jako dosud. Např. odvod cla.",
      "19": "Datum vůbec není důležité. Nejprve musí EU poskytnout UA takovou pomoc, aby Kyjev dokázal odrazit agresi RF. Potom jim máme pomoci rekonstruovat a tím i modernizovat jejich ekonomiku a společnost. A v rámci této rekonstrukce určitě nastane chvíle, kdy bude UA připravena na vstup do EU.",
      "20": "EU jako celek, i jednotlivé evr. státy do značné míry vyklidily Afriku a Blízký východ a mnohé země  přenechaly Číně, nebo Rusku. To nevedlo ke zlepšení ekonomické nebo bezpečnostní situace v daných zemích. Samozřejmě nepodporuji slepé vyhazování peněz, ani podporu místních zkorumpovaných privilegovaných vrstev. Ale rozumná opatření na podporu stability a posilování prvků svobodné společnosti může přinést úspěch jednotlivým zemím a posílit pozice Evropy.",
      "21": "Pokud hodláme sankcionovat Orbánovské Maďarsko (nebo jakýkoli jiný členský stát) za neplnění základních demokratických kritérií, o to přísnější musíme být na kandidátské země, včetně Turecka. Přitom nemusí jít rovnou o zbavení kandidátského statutu, EU má k dispozici více nástrojů, jak komunikovat svou nespokojenost s vnitropolitickým / zahraničněpolitickým vývojem té které země.",
      "22": "Silné ano. Společný dohled je nezbytný z hlediska ekonomické bezpečnosti i dalšího zdravého rozvoje společného trhu.",
      "23": "Silné ano. Dokud Rusko nezastaví svou agresi proti Ukrajině, dokud se nevrátí k dodržování obecně přijatých pravidel mezinárodních vztahů, pak jsou jakékoli ekonomické vazby posilováním Putinova válečného úsilí. Samozřejmě je velmi žádoucí tento postoj koordinovat s ostatními významnými ekonomickými subjekty, jako např. s Čínou a Indií a samozřejmě jsou představitelné krátkodobé výjimky pro strategicky důležité oblasti. Ovšem po roce a půl trvání války by takové výjimky už neměly existovat.",
      "24": "Délka a rozsah ochrany autorských práv  dávno přesáhly rozumnou mez a měly by být omezeny, v první řadě pro neziskové použití. To se nevztahuje na oblast patentových práv.",
      "25": "Slabé ne. Způsob používání měkkých drog hodně souvisí s kulturou dané země a proto doporučuji ponechat tuto otázku na úrovni legislativy členských států.",
      "26": "Velmi opatrné ano, spoléhající na to, že budou funkční  mechanismy, kontrolující případné zneužívání takových restrikcí.",
      "27": "Ovšem konkrétní obsah toho, co zahrnujeme do digitální integrity, stejně jako způsob její ochrany, se ještě dlouho bude vyvíjet.",
      "28": "Podporuji affirmative action v této, i mnoha jiných oblastech. Jejich konkrétní nastavení je samozřejmě velmi citlivou otázkou.",
      "29": "Podobně jako v oblasti minimálního příjmu to je otázka hluboce spojená s ekonomickou úrovní konkrétní země, stejně jako s její tradicí odměňování za práci.",
      "30": "Opatrné ano, podmíněné tím, že společnost zaručí, aby tato praxe nemohla sklouznout k eugenice (na úrovni společnosti, ani jednotlivých rodin). Senioři a lidé v kritické životní situaci musí mít zaručené důstojné podmínky pro život. Teprve pak bude jejich odchod skutečně dobrovolný.",
      "31": "Opatrné ano. Zdravotní rizika je možné redukovat a vyšší výnosy nás učiní svobodnější.",
      "32": "Naopak. EU by se měla stát garantem skutečné rovnosti v oblasti potravin a tvrdě stíhat praktiky, kdy řetězce / výrobci dodávají do různých regionů potraviny různé kvality."
    }
  },
  {
    "id": 41,
    "slug": 41,
    "name": "Albert Štěrba",
    "familyName": "Albert Štěrba",
    "votes": {
      "1": 0,
      "2": -1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": 1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Myslím si, že v rámci solidarity členských států EU by se mělo stavět na aktuálně přijatých, kompromisních (a tedy nedokonalých) pravidlech. Tzn. že státy, které z politických či jiných důvodů nebudou moct se o imigranty postarat na svém území, budou adekvátně přispívat pohraničním státům EU -- tedy nebudou pokrývat jen náklady na samotné azylové řízení, ale na celkové zapojení přistěhovalců do společnosti. Jeví se mi to v současnosti jako politicky nejpřijatelnější řešení. A to i z toho důvodu, že přinutit přistěhovalce, aby šli do té které země a zůstali tam jen z důvodu kvót (i když tam reálně jít a žít nechtějí), je těžko realizovatelné.",
      "2": "Myslím si, že důvody, proč jsou některé země postihnuty imigrací více než jiné, jsou hlavně ekonomické, jazykové a historické (tedy lidi mimo EU zde přicházejí již za svými rodinami například). Tomu zřejmě musí i odpovídat se všemi danými nuancemi i přistěhovalecká politika jednotlivých států.",
      "3": "Kdyby EU a Evropa nečelily tak tíživé hrozbě v podobě ruského agresora, řekl bych ne. Ale s ohledem na současnou situaci a potenciální další konflikty (vše nasvědčuje zatím tomu, že svět bude stále méně a méně bezpečné místo), jsem pro to, abychom se na celoevropské/unijní půdě začali společnou obranou zabývat. A hned prvním úkolem, kde EU hraje důležitou roli, kterou NATO plnit ze své podstaty nemůže, je investice do infrastruktury (silnic, železnic, mostů, tunelů, přístavů aj.), která by byla využívána standardně k civilním účelům, ale v čase války by sloužila k rychlému a efektivnímu přesunu armádní techniky a vojáků. Ruku v ruce s tím jde i příprava příslušné legislativy, dnes může žádost o přejezd armády NATO přes území jednoho státu EU trvat víc než týden (viz k tomu můj komentář s odkazem na mém nominačním vlákně na fóru). A za takovou dobu už může být válce. I toto, tedy byrokracii, je třeba změnit aneb zjednodušit!",
      "4": "S ohledem na nové hrozby a problémy se musí flexibilně vyvíjet i činnosti a pravomoci Frontexu.",
      "5": "V současné době se k tomuto stavím spíše zdrženlivě a spíše inklinuji k odpovědi Ne, protože jsou pro mě rozhodující důvody a podmínky, za nichž by se dané referendum vyvolalo. Tedy minimálně kolik občanů a kolika zemí by bylo k vyvolání referenda potřeba? Byly by nějak omezené či vyjmenované oblasti, o nichž by se dalo hlasovat přímo? Konalo by se takové referendum jen v době konání eurovoleb, nebo by mohlo proběhnout kdykoliv? Otázka populismu a malé informovanosti občanů o věcech EU je druhým bodem, který je třeba při tomto brát v úvahu.",
      "6": "Ano, měla. Protože tyto evropské peníze pak sponzorují činnost těchto autoritářů a jejich posluhovačů. Zmíněné orbánovské Maďarsko je toho učebnicovým příkladem. V této oblasti by se mělo taky zavést rozhodování kvalifikovanou většinou.",
      "7": "Ano, EP by měl mít možnost aktivně předkládat legislativu.",
      "8": "Myslím, že přímá volba by v tomto směru hodně nahrávala kandidátům z velkých, nejlidnatějších států Unie (Německo, pak Francie, Itálie), a tím pádem by nějakou vyváženost moci mezi většími a menšími státy nepřinesla. Naopak by ji mohla i ještě zhoršit. Taky zcela prakticky, kampaňovat na předsedu EK v celé EU a oslovovat voliče na mítincích v jejich rodných jazycích je počin spíše z žánru politické fantasy. Z tohoto důvodu o to více jsem zastáncem větší projekce vůle voličů skrz větší pravomoci Evropského parlamentu (viz otázka výše).",
      "9": "Ve vybraných, těch nejdůležitějších oblastech, zejména strategického a bezpečnostního významu, jsem pro rozhodování kvalifikovanou většinou, tak aby se s právem veta přestalo handlovat a vydírat. Taky se tím zvýší akceschopnost EU.",
      "10": "Ve velice, velice krajním případě, když vše ostatní selže a na dlouhou dobu, by se o \"omezení členství\" dalo uvažovat. Rozhodně by tomuto kroku mělo předcházet postupné pozastavení výhod plynoucích ze členství (zastavením čerpání z evropských fondů počínaje). Problém je, že euroskeptické, populistické, zkorumpované a někdy i ne zcela demokratické vlády napříč Evropou budou. A tímto přísným měřítkem by pak hrozilo vyloučení třeba Bulharsku, pak Polsku, někdy třeba i Itálii. Ale s dalšími národními volbami by tomu v daném státě tak nemuselo být, budeme jej pak složitě znovu přijímat? A co takový Andrej Babiš, co kdyby nás za něj chtěli vyloučit z EU, přáli bychom si to, tento dvojnásobný trest?",
      "13": "Může zůstat podporován, ale na dobu výrazně kratší, třeba rok 2030-35. Jinak nebude dostatečná motivace k urychlení přechodu k bezemisní energetice.",
      "17": "S výjimkou některých strategických sektorů, které by v rámci měnící se geopolitické a geoekonomické situace bylo možné za jistých krizových předpokladů podpořit.",
      "20": "Je to nutné, Afrika i Blízký východ nás bezprostředně ovlivňují, včetně migrace.",
      "21": "Ne, protože toto kandidátství zatím, i když nedokonale, pořád funguje jako jistý faktor pozitivních změn v Turecku.",
      "22": "Aktuálně i s ohledem na velice proaktivní čínské působení (a čínský ne příliš tolerantní vztah k podnikovému duševnímu vlastnictví) ve skupování evropských firem toto vidím jako krok správným směrem.",
      "30": "Ale za přísných podmínek, které znemožní případné zneužití či neoprávněné provedení! Proto se podívejme, jak funguje v zemích, kde je již zavedena...",
      "31": "Geneticky upravené potraviny se jeví zatím jako prakticky zcela bezpečné. A připadají mi jako zcela určitě bezpečnější než nadměrně chemicky (pesticidy, herbicidy ad.) ošetřované potraviny.",
      "32": "Zde se vyjádřím k zejména nutričním hodnotám, jejichž uvádění vidím jako nepostradatelný krok, pakliže chceme řešit civilizační choroby typu obezity či cukrovky. Třeba nadměrný obsah cukrů, tuků či některých dalších látek by měl přijít na etiketě i se zdravotním varováním (podobně jako máme na krabičkách cigaret). Tomu se velké potravinářské firmy jako Nestlé apod. již nyní brání (ilustruje například nedávná reportáž Deutsche Welle na případu Mexika), ale zdraví občanů pro nás musí hrát prim!"
    }
  },
  {
    "id": 42,
    "slug": 42,
    "name": "Jana Skopalíková",
    "familyName": "Skopalíková",
    "votes": {
      "1": 0,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 0,
      "22": -1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": 1,
      "31": 0,
      "32": -1
    },
    "comments": {
      "1": "Ideální by bylo, aby si státy samy mohly rozhodnout, jakou pomoc v této situaci poskytnou - jestli přímo přijmou žadatele o azyl, přispějí adekvátní částku více zasaženým zemím nebo například vyšlou své zaměstnance pomáhat do zemí, kde je to potřeba. Zatížení by se tak rovnoměrně rozprostřelo, ale metodu by si mohly státy vybrat.",
      "21": "Odebrání statusu kandidátské země vidím jako poslední možnost po neúspěšné snaze řešit tyto problémy jinak. Určitě by však neměly do té doby pokračovat přístupová jednání a čerpání dotací.",
      "28": "Za mě by kvóty měly být až následné řešení po vyčerpání jiných mechanismů podpory žen ve vedení společností a na kandidátních listinách.",
      "31": "Ano mělo, ale 1) za mě ne odrůdy odolné např. proti Roundupu, což by zvyšovalo jeho použití a to nechceme, 2) současné podmínky mi přijdou příliš striktní a 3) je rozdíl mezi klasickými GMO technikami a nově rozvíjející se např. CRISPR modifikací, která je o dost jednodušší a tím pádem i bezpečnější co se týká nežádoucích efektů"
    }
  },
  {
    "id": 43,
    "slug": 43,
    "name": "Andrea Hoffmannová",
    "familyName": "Hoffmannová",
    "votes": {
      "1": -1,
      "2": -1,
      "3": -1,
      "4": 0,
      "5": 0,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 0,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 0,
      "31": -1,
      "32": -1
    },
    "comments": {
      "1": "Ctím subsidiaritu států, každý ví, jaké má možnosti a jak dokáže pracovat inkluzivně a dostatečně s imigranty. Nejsem zastánce plošných kvót či nekonsensuálních rozhodnutí.",
      "2": "Každý stát má nastaven vlastní systém podpory, sociální práce, vzdělávání, pracovního trhu a podpory zaměstnanosti. Nelze plošně nastavovat kriteria v rozličných prostředích.",
      "3": "Společná evropská armáda je důležitá a je rozvíjena. V rámci vojenské spolupráce tuto funkci zastává NATO, což je dostatečná a adekvátní forma spolupráce, obzvlášť v okamžiku, kdy se rozšíří na všechny členské státy EU.",
      "4": "Situace ohledně vnějších hranic EU se v posledních letech razantně vyvíií a dle toho by se měla vyvíjet také konkrétní činnost a kompetence Frontexu. V tuto chvíli by se měla tedy primárně činnost Frontexu nastavit podle aktuální situace a vývoje v této oblasti, poté se můžeme bavit o změně kompetencí.",
      "5": "Začněme nejprve s diskuzí, jak by bylo možné a vhodné zajistit dostatečnou obeznámenost s problémem, jaký typ problémů či otázek by referendum mělo rozhodovat.",
      "19": "pokud bude Ukrajina splňovat kriteria vstupu",
      "30": "nastavit její podmínky je velmi komplikované"
    }
  },
  {
    "id": 44,
    "slug": 44,
    "name": "Jiří Knotek",
    "familyName": "Knotek",
    "votes": {
      "1": -1,
      "2": -1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 0,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 0,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 0,
      "30": 1,
      "31": 1,
      "32": 0
    },
    "comments": {
      "1": "Žadatelé o azyl by měli být rozmísťováni tam, kam sami chtějí jít. Nedává mi velký smysl je rozřadit rovnoměrně, na základě nějakého klíče, proti jejich vůli. Když nebudou chtít žadatelé k nám, ale například do Německa, nebo Francie, tak si tam stejně jednou cestu najdou.",
      "2": "Každý stát má jiné podmínky, za kterých může/chce žadatele přijmout. Toto rozhodování bych nechal na jednotlivých státech.",
      "3": "Ano měla. Možnosti toho jak má taková armáda vypadat jsou stále ještě otevřené, protože neexistuje žádný konkrétní návrh. Osobně moc nerozumím tomu, když někdo tvrdí, že vytvořením Evropské armády budou zanikat ty národní. Přikláním se k myšlence společné evropské armády, která by existovala mimo struktury armád národních. Zároveň by však byla s ostatními armádami v úzké spolupráci. Tato armáda by mohla fungovat jako pohotovostní a bezpečnostní pojistka. Přesnější podoba takovéto armády však musí být definována napříč členskými státy EU. Proč je taková armáda \"nutná\"? Jak jsem již předestřel, tak tato armáda nemusí být největší armádou v Evropě. Stačí, když bude ze začátku tvořena pouze menšími pohotovostními oddíly. V dnešní době, kdy několik kandidátů na prezidenta USA tvrdí, že NATO je \"přežitek\" a část americké veřejnosti začíná pochybovat o této organizaci, tak je na místě, aby měla Evropa malou část bezpečnostních sil, které může využívat pro svou bezpečnost.",
      "4": "Ano měla. Zejména z toho důvodu, aby pomohla konkrétním členským státům chránit vnější hranice schengenu.",
      "10": "Ano, ale pouze v tom nejkrajnějším případě. Volil bych raději cestu osekávání evropských zdrojů.",
      "19": "Ano, pokud Ukrajina splní nutné podmínky. Myslím si, že do roku 2035 na to budou mít spoustu času. Bylo by to politicky a bezpečnostně velmi dobré jak pro Ukrajinu, tak pro EU.",
      "20": "Spíše politicky"
    }
  },
  {
    "id": 48,
    "slug": 48,
    "name": "Eva Tichá",
    "familyName": "Tichá",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 0,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 0,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 0,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": 0,
      "31": 0,
      "32": 1
    },
    "comments": {
      "1": "Nechala bych na rozhodnutí členských států, o kolik žadatelů o azyl se mohou postarat.",
      "2": "Přísnější jednotné podmínky.",
      "3": "Chápu, že by EU měla být obranyschopnější. Jsme členy NATO. Obrana státu zajišťuje jeho svrchovanost, územní celistvost, principů demokracie a právního státu, ochrany života obyvatel a jejich majetku před napadením. Je to výsostné právo každého státu.",
      "4": "Agentura Frontex, která je financovaná EU, by měla posílit své pravomoce k zesílení ochrany vnějších hranic Schenghenu.",
      "5": "Není to realistické bez znalosti dostupných potřebných informací a schopnosti občanů se rozhodovat tak, aby takové rozhodnutí bylo přínosem pro celou společnost. Byl by to nerovný boj správných řešení proti populistickým.",
      "6": "Podle Listiny základních práv a svobod - každý má právo svobodně vyjadřovat své názory slovem, písmem, tiskem, obrazem či jinak a právo na informace. Cílem porušování svobody tisku je ovlivňování a manipulace myšlení, názorů a přesvědčení občanů. Konkrétně Maďarsko.",
      "7": "Každý členský stát má svá specifika a s ohledem na ně má vytvářet zákony a na jejich vymahatelnost také dohlížet.",
      "8": "Je volen EP po evropských volbách. Přímá volba by předpokládala, že Evropané mají dostatek informací o kandidátkách a kandidátech na předsedu EK, aby se mohli objektivně rozhodovat.",
      "9": "Kvalifikovaná většina vede k efektivnějšímu jednání než právo veta. Podmínka jednomyslnosti zužuje rozsah společné politiky a znemožňuje EU hrát roli odpovídající významu a síle.  Malé sobecké Maďarsko blokovalo svým právem veta zavedení potřebných sankcí proti Rusku a tím mu umožnilo si pohrávat s EU. Vůči EU jako celku by si to nemohlo dovolit.",
      "10": "Maďarsko ukázalo také v probíhající ruské invazi na Ukrajinu svůj zájem, když blokovalo svým právem veta zavedení potřebných sankcí proti Rusku.",
      "12": "Nahradíme je hybridy, diesely, elektromobily i automobily na vodík. Musíme vystoupit ze své komfortní zóny a pro přírodu i pro sebe něco udělat. Je ekologicky neúnosné, že některé rodiny užívají dokonce tolik aut, kolik mají členů rodiny na spalovací motor.",
      "13": "Cílem je přejít od zemního plynu k obnovitelným a nízkouhlíkovým druhům plynu do roku 2030 a využívat je v EU. (Balíček Fit for 55 = snížení skleníkových plynů nejméně o 55%. Musíme se zcela odpoutat od závislosti na dodávkách z Ruska a myslet na geopolitickou bezpečnost a intenzívně pracovat na dostupných alternativách obnovitelných zdrojů. Musíme pokračovat v úsporách energie. Vedle debat a konferencí především konkrétně konat.",
      "14": "Podle World Nuclear Association bylo k 1. 1. 2022 438 jaderných reaktorů, ve výstavbě a plánovaných jich je dalších 154. Potřeba uranu, který je vyčerpatelnou surovinou jako ropa, zpochybňuje zařazení jaderné energie mezi trvale udržitelné zdroje. Chápu výhody jaderné energie, ale jaderný odpad vnímám jako velké riziko zejména pro budoucí generace.",
      "15": "Považuji však za důležité sledovat a kontrolovat jejich efektivní využití pro rozvoj regionů a návratnost investic.",
      "16": "Euro podpoří ekonomickou stabilitu celé Evropy. Přijetím eura by českým podnikatelům klesly náklady na pojištění výkyvů kurzu, přilákali bychom zahraniční investory a české akcie by se staly atraktivnějšími. Euro by usnadnilo cestování a studium v zahraničí.",
      "17": "Dotace mají být určeny pro střední a malé společnosti.",
      "19": "Přeju Ukrajině, aby se stala součástí EU, ale je ve válce, proto je to nyní nerealistické. Možná později. Nemá pro to podmínky a otázkou je, kdy bude připravena dodržet přísné podmínky vstupu do EU, které platí pro každého člena. Vnímám jako problém nakládání s dotacemi a veřejnými financemi obecně na Ukrajině. Před válkou i v době války se Ukrajina potýkala s korupčními skandály desítek vysokých úředníků.",
      "20": "Pomoc by měla být cílená, adresná. Pokud skutečně dochází k přivlastnění pomoci zločineckými strukturami, pak je taková pomoc kontraproduktivní a jde o plýtvání financemi i úsilím.",
      "21": "Nejde o politicky a ekonomicky stabilní zemi s demokratickým systémem, právní stát, fungující tržní hospodářství. Turci dali najevo znovuzvolením Erdogana do čela státu po dvaceti letech, že o demokracii nestojí.",
      "22": "Považuji za zásadní mít kontrolu nad bezpečnostními riziky v každé členské zemi.",
      "24": "Chceme podporovat tvořivost a ne jí bránit. Současná lhůta je nepřijatelná. Je nutné tuto dobu zkrátit. Desetiletá ochrana by mohla být dostatečná.",
      "27": "Je součástí svobod každého občana EU.",
      "28": "Jsem pro vytváření rovných příležitostí pro všechna pohlaví.",
      "30": "ANO i NE. Mám obavu ze zneužití z různých důvodů a zájmů.",
      "31": "Pochybuji o dopadech na lidské zdraví a život. Potlačují jiné variace osiv používaná po mnoho let. Mohou způsobovat vyšší riziko alergií, rizikový poměr toxinů v plodině, zvyšovat potřebu používání pesticidů a herbicidů.",
      "32": "Lidé mají právo vědět, co konzumují. Mají právo na informace, znát složení a původ potravin.  Stále je situace nepřehledná při používání přídatných látek v potravinářství pro konzervaci, barvení, látek označených E s tří až čtyřmístným kódem a dalších. Některé z těchto látek mohou být i kancerogenní."
    }
  },
  {
    "id": 49,
    "slug": 49,
    "name": "Ondřej Melena",
    "familyName": "Melena",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": 0,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 0,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 0,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": 1,
      "29": 0,
      "30": 1,
      "31": -1,
      "32": -1
    },
    "comments": {
      "5": "Kdyby existovali nějaké pojistky, která by zajišťovala aby velké státy nemohli pouhým počtem svých obyvatel přehlasovat ty menší státy, tak bych si to dovedl představit. Zároveň by mě zajímala, jak by  takováto celoevropská debata logisticky a technicky probíhala",
      "8": "Bylo by to zajímaví experiment, ale úplně si to v současné době nedovedu představit. Myslím, že jak je ten proces nastavený v současnosti generuje, dobré kandidáty.",
      "9": "Záleží na tom jak daleko chceme v evropské integraci dojít. Ale někdy veta členských státu tyto snahy brzdí.",
      "10": "Mě by se líbilo, kdyby EU zachránila Maďarsko pře Orbánem, trestat národ, že si zvolil politického představitele, který je populista a manipuluje veřejným míněním není podle mě řešením. Takové společnosti bychom měli pomoci, protože populizmus je velké nebezpečí. Na druhou stranu když to takový populista blokuje některá rozhodnutí EU to zbytečně brzdí.",
      "18": "Výhledově je to asi nezbytné aby EU měla vlastní příjmy do rozpočtu.",
      "19": "Podle mě pro bezpečnost evropy je důležitější aby Ukrajina vstoupila do NATO. Nevím jestli je EU schopna absorbovat tak velký stát jako je Ukrajina. K tomu je zapotřebí hloubková analýza a nejenom dojmy, že zachráníme celý svět.",
      "20": "Ano je to jeden z cílů, rozvojové spolupráce. Aby státy na vnější hranici EU byli stabilní a nebyli zde tendence k masivní migraci…",
      "21": "Myslím, že v současné době v EU není a ani nebude podpora pro přijetí Turecka do EU. Tady se  EU dostala  do slepé uličky. Turecko je významní stát proto, by mělo mít statut partnerského státu a ne člena EU.",
      "29": "Občané nejdříve musejí mít důvěru v takovýto sociální systém. Jinak je zvyšovaní daní kontraproduktivní, protože se mu budou pokud možno vyhýbat obcházet."
    }
  },
  {
    "id": 56,
    "slug": 56,
    "name": "Viktor Tichák",
    "familyName": "Tichák",
    "votes": {
      "1": 0,
      "2": 1,
      "3": -1,
      "4": -1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": 0,
      "10": -1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 0,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 0,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 0,
      "31": -1,
      "32": -1
    },
    "comments": {}
  },
  {
    "id": 61,
    "slug": 61,
    "name": "Matej Petrík",
    "familyName": "Petrík",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": 0,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Evropa by rozhodně měla mít společnou imigrační a azylovou politiku, rovnoměrné rozdělení lze dosáhnou pouze prosazováním kvót. Myslím si že navrhnutý systém příjímání nebo přispíváním do společného rozpočtu je dobrým kompromisem.",
      "2": "Ano, jelikož máme Schengen tedy nemá smysl nemít jednotné podmínky",
      "3": "Jsem za vznik armády EU která by byla členem Nato tj členové: EU, USA, Severní Makedonie, Černa hora, Albánie, Island, Norsko, Turecko, Velká Británie",
      "4": "Jelikož máme Schengen tedy nemá smysl nemít jednotné podmínky, problém je že Frontex který selhává v plněním svých povinností za který je kritizován, vedení bylo vyšetřováno OLAFem a byl kritizován Evropským Parlamentem, Evropským účetním dvorem, místo ochrany životů lidí je zabíjí a taky je potřeba podotknout setkání s neregistrovanými lobbisty ze zbrojního průmyslu",
      "5": "Evropská občanská iniciativa (ECI) zavedená Lisabonskou smlouvou se ukázala jako nedostatečná, jelikož jí EK (Evropská Komise) může defacto ignorovat. Podporuji zavedení celoevropského referenda s jasně stanovenými pravidly a tedy zvýšení participace občanů",
      "6": "Je to jedno z kritérií, podle kterých EK (Evropská Komise) hodnotí naplňovaní zásad právního státu v jednotlivých členských zemí. Komise, Rada neměla zajít tak daleko a aktivovat článek 7 (smlouvy o EU) tj pozastavení určitých práva, která pro dotyčný stát vyplývají z použití Smluv, včetně hlasovacích v Radě EU, pro Polsko, Maďarsko",
      "8": "Tento deficit se snažil adresovat systém tzv. spitzenkandidátů, který zavedl Evropský parlament, Evropská rada tento systém nerespektovala ani v roce 2014 ani v roce 2019 a parlament jí bohužel šel na ruku navzdory usnesení Evropského parlamentu z roku 2018, ve kterém Evropský parlament prohlašuje, že neschválí za předsedkyni Evropské komise nikoho, kdo není spitzenkandidátem proto je potřeba odebrat radě tuto pravomoc",
      "9": "jednomyslnost měla smysl, když bylo 6 států který založili ESUO (Evropské společenství uhlí a oceli) bohužel když přišla tzv vlna východní rozšíření a vznikala smlouva z nice měla se přidat klauzule ohledně přechodu na kvalifikovanou většinu kde je potřeba vyjednávat a hledat spojence a netrucovat jak malé dítě",
      "10": "Pro vstup do EU musí země plnit Kodaňská kritéria, ale hned po vstupu se nic nestane, jelikož se automaticky neaktivuje článek 7 smlouvy o EU tak stát je defacto bez trestu",
      "12": "zákaz spalovacích aut díky radě EU schválen nebyl zákaz mají jen emisní paliva tj lze použít spalovací motor s vodíkem a syntetickým palivem",
      "13": "Ne, jelikož stejně většina toho plynu, co kupujeme je z Ruska jen je přes překupníka ne přímo teda podporujeme ruský státní rozpočet",
      "14": "ale jen malé modulární reaktory by měli byt podporovány taxonomii, jádro ale musí být do doby funkčností fuze ve velkém měřítku v energetickém mixu",
      "15": "kohezní fondy by se měli snižovat jen v případě adekvátního vyrovnání rozdílů mezi regiony",
      "16": "jelikož jsem Slovák a mám dlouholetou zkušenost s Eurem tak po příchodu do ČR jsem si připadal divně že musím používat měnu kterou nelze nikde použít to nepočítám peníze které jsou zbytečně vyložené na změnu mezi Eurem a korunou zejména pro firmy které stejně vedou celé účetnictví v eurech a koruny jsou jen užívané pro výplatu zaměstnanců...",
      "17": "Důležité je, aby dotace byly podmíněny pozitivním dopadem tedy například inovacemi nebo dobrou péčí o krajinu. Současně nějaká omezení pro velké a ziskové firmy ve vztahu k dotacím dávají smysl a pro některé typy dotací lze uvažovat i zastrojování. V každém případě budování evropských korporátů konkurující USA považuji za vyloženě špatnou cestu. Evropská ekonomika stojí na malých a středních firmách a takovou ekonomiku bychom měli nadále podporovat.",
      "18": "osobně jsem za to aby se tak stalo a postupně vznikl jednotný evropský rozpočet aktuálně využíván členskými státy samozřejmě na to bude potřeba reforem a debat jak systém nastavit",
      "19": "jakmile, bude Ukrajina připravená, bude splňovat přístupová kritéria a proběhne nezbytná reforma Evropy v rozhodovacího procesu v Radě EU. Rozšíření Evropy není myslitelné, dokud se v klíčových oblastech nezmění rozhodování v Radě Evropské unie z jednomyslnosti na kvalifikovanou většinu což lze udělat částečné i přístupovou smlouvou tj změnou aktuálních smluv odrážející aktuální stav počet státu a obyvatel",
      "20": "Pomoc ale musí být posílaná stejným systémem jako aktuálně funguje plán obnovy udělá se nějaký milník a vyplatí se peníze",
      "21": "odebrat to nelze jelikož postup rozšiřováni to nepředjímá, rozhovory by měli dle dlouhodobého vývoje v zemi pod vedením Erdogana uzavřeny, jelikož status quo je pokrytecký",
      "22": "Je rozhodně potřeba tento mechanismus posílit aby vláda ovládana činskými nebo ruskými loutkami nezničila budoucnost země",
      "24": "je to jedno z hlavních pirátských témat a důvod proč se tak jmenuje, jsem za to aby úmrtím autora byla zrušena a dílo bylo možno dostat volně",
      "25": "je ale potřeba upravit Schengenskou smlouvu",
      "28": "podporuji rovné zastoupení mužů a žen ale ne formou kvót ale výběrovým řízením viz komise, když je kandidát stejně dobrý ale je např žena a ty jsou pod zastoupené tak se vybere ona",
      "29": "ale je potřeba vyrovnat příležitosti a šance se realizovat ale jen v takové společnosti může každý svobodně žít",
      "30": "Umožnit Eutanazii musí jít ruku v ruce s účinným právním státem a nastavením podmínek, které eliminují riziko zneužití",
      "31": "pouze pokud dopad na životní prostředí nebude vetší nežli u plodin geneticky neupravených, jelikož bude docházet k extrémnímu počasí a aktuální plodiny na to stavěné nejsou",
      "32": "Přísné standardy potravin jsou důležitou součástí ochrany zdraví spotřebitele. Spotřebitelé by  měli mít možnost se při nákupu informovaně rozhodnout, a proto by měli obdržet potřebné informace o produktech, které nakupují"
    }
  },
  {
    "id": 63,
    "slug": 63,
    "name": "Jan Břížďala",
    "familyName": "Břížďala",
    "votes": {
      "1": -1,
      "2": 1,
      "3": -1,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": 1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 0,
      "30": -1,
      "31": 1,
      "32": -1
    },
    "comments": {}
  },
  {
    "id": 65,
    "slug": 65,
    "name": "Jan Hora",
    "familyName": "Hora",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 0,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {
      "1": "Primárně je potřeba řešit problém migrace v místě vzniku. Ale v případech, kdy už jsou lidé v pohybu, je potřeba zajistit že žádný stát nebude neúměrně zatížen péčí o žadatele. Vytváří to pak celou škálu nepříjemných problémů, které nakonec v nějaké podobě dopadnou i na nás.",
      "2": "Azyl není pracovní vízum. Myslím si že by bylo vhodné sjednotit rozhodování o tom, kdo má na azyl nárok. Na členských státech pak ponechat, jak se konkrétně postarají o žadatele a o ty, kterým nárok bude přiznán.",
      "3": "NATO v současné podobě hodně závisí na příspěvku USA. Považoval bych za vhodnější, pokud by státy EU vystupovaly v rámci NATO jako jeden silný hráč a tím bylo možné lépe adresovat problém, že obrana Evropy zatím přílíš závisí na ochotě USA se na ní podílet - tím, že budeme budovat společnou armádu, která bude fungovat jako náš společný \"vklad\" do NATO.",
      "4": "I přes nedostatky a chyby odkazované v kritickém článku považuju ochranu vnějších hranic za něco, co musí státy EU řešit společně. Individuální řešení ochrany vnějších hranic dohromady s volným pohybem osob uvnitř hranic států EU je natolik složitý problém, že nemůže být řešen uspokojivě.",
      "5": "Existují otázky natolik závažné, aby se natolik dotýkaly všech Evropanů, že ospravedlní referendum. Ale bohužel by byly rozhodovány na základě emocí a pod tlakem manipulací. Voliči by v takovém případě nedělali informované rozhodnutí (alespoň většina ne) a snaha vyvolat referendum by byla oblíbenou hrou populistů a extremistů.",
      "7": "Nemožnost navrhovat vlastní legislativu činí z EP jako celku velmi neflexibilní instituci - co nepodchytí sama Rada, to se musí prosazovat skrze ni složitou cestou. Jednoznačně pro.",
      "8": "Přímá volba by z toho udělala soutěž popularity a zvyšovala frustraci malých států, pro jejichž kandidáty a kandidátky by bylo velmi těžké uspět. V prvním kole by většina občanů volila svého kandidáta či kandidátku a tím pádem bychom redukovali předsednictví na volbu \"Francie nebo Německo\"",
      "9": "Musí být ale zachována nějaká forma ochrany zájmů menších zemí, aby nedocházelo k bezohlednému převálcování malých zemí těmi velkými",
      "10": "Stačí jim odebrat veškeré příspěvky z rozpočtu EU a odebrat jim možnost ovlivnit politiku EU, dokud nezjednají nápravu. Maďarsko se snad jednou vrátí na cestou demokracie a pak se může rychle znovu zapojit. Nevidím potřebu je pak nutit absolvovat znovu celé cvičení s žádostí o členství",
      "12": "Je to riskantní, protože ještě nemáme uspokojivě vyřešené technologie, které spalovací auta budou muset nahradit.\n\nJe to ale nezbytné, protože jinak budeme odkládat řešení závislosti na fosilních zdrojích paliv tak dlouho, až bude pozdě.",
      "13": "Bohužel plyn zatím potřebujeme, dokud nebude k dispozici lepší zdroj energie. Upřímně doufám že to bude dřív než v roce 2050.",
      "14": "Aktuálně se jedná o zdroj energie, který v poměru k vyprodukované energii produkuje minimum odpadu, byť velmi nebezpečného. Je to nejlepší způsob, jak si koupit čas na hledání čistých zdrojů energie.",
      "15": "Sociální soudržnost je klíčem k udržení bezpečné a spokojené společnosti. I když peněz není nazbyt, tohle je důležitá oblast a mělo by se především zefektivnit čerpání a kontrola nad korektním použitím prostředků. Omezování objemu prostředků by byla chyba.",
      "16": "Čím dřív splníme kritéria a přijmeme Euro, tím lépe.",
      "17": "S výjimkou hodně inovativních a zároveň nákladných technologií, které by malé společnosti neměly sílu uvést v život.",
      "18": "Za uvedených podmínek (zejména snížení přímých plateb států) ano.",
      "19": "Jakmile Ukrajina splní podmínky, měla by se stát členem. Kromě bezpečnostního hlediska je na místě i hledisko ekonomické, kdy poválečná obnova za intenzivní asistence států EU bude prospěšná pro všechny zúčastněné.",
      "20": "Afriku jsme drasticky podcenili a EU by se měla velmi věnovat tomu, aby státy v Africe byly stabilní a abychom si s nimi vytvořili silné ekonomické vazby. Jinak to udělá někdo jiný (a už i dělá).",
      "21": "Turecko zatím nectí hodnoty, na kterých jsou demokratické státy vystavěny. Dokud se to nezmění, nemá smysl se o jejich vstupu bavit.",
      "22": "Nemyslím že tohle lze přenést na celoevropskou úroveň, bude chybět detailní znalost prostředí v dané zemi. Ale mohou tam být jiné podoby posílení kontroly, které budou představovat pro členské země cenný vstup do rozhodování.",
      "23": "Nejspíš nebude možné se jich vzdát úplně, ale rozhodně by neměla být na Rusku jakkoliv závislá a neměli bychom Rusku dodávat pokročilé (a jakkoliv zneužitelné) technologie.",
      "26": "Myslím, že každý takový pokus představuje zásah do soukromí všech, aby nepřinesl skoro nic, co bylo původním cílem. Osoby páchající trestnou činnost si najdou jiný způsob, jak ji páchat mimo dohled odpovědných orgánů a zůstane jen to narušení soukromí obyčejných lidí.",
      "28": "Jakákoliv diskriminace je špatně. Nedostatek žen v politice nebo kdekoliv jinde je nutno řešit jinak - podporou, sdílením dobré praxe, tím že exponované osoby jdou příkladem při obsazování svých týmů apod.",
      "30": "Bojím se zneužití zejména u starších lidí, jejichž schopnost takovou věc rozhodnout už může být narušena nebo takových, kteří mohou snáze podlehnout systematickému tlaku okolí. Ale přesto si myslím že by to mělo být legální.",
      "31": "Za přísných podmínek posouzení zdravotní nezávadnosti takových plodin a důkladného sledování téhož, jakmile začnou být pěstovány. Určení těch podmínek bych nechal na odbornících.",
      "32": "Důležitější mi ovšem přijde sjednotit kvalitu jednotlivých výrobků napříč státy EU."
    }
  },
  {
    "id": 68,
    "slug": 68,
    "name": "Tomáš Guth Jarkovský",
    "familyName": "Jarkovský",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Rovnoměrně nedává smysl, země jsou různé, mají různé možnosti, příležitosti, nálady, vůle. Je mi bližcí koncept \"povinné solidarity\", teď buď přijímat, nebo se obdobně adekvátně zapojit finančně nebo jinými kapacitami dle vůle samotného státu.",
      "2": "Jsme vázáni stejným mezinárodním právem, ty podmínky stejně fakticky nemůžou být zas tak jiný, Sjednocení by to usnadnilo, více by šla i mezinárodní kooperace (protože by naše úřady řešily stejné podmínky jako třeba německé, tak se můžeme navzájem učit či inspirovat) a stejně máme Shengen.",
      "3": "Těžko říct, co přesně znamená \"společná vojenská armáda\", to je spíš myšlenka než plán, ale státy už teď vojensky spolupracují a společně se účastní misí, takže nevidím důvodu to nepodporovat dále.",
      "4": "Obecně spíše ano, ale v blízké době je u Frontexu hlavně potřeba vyjasnit vztahy a spolupráci mezi nimi a národními složkami a zavést více transparence a monitoringu do samotné organizace.",
      "5": "Samozřejmě záleží o čem by bylo možné v takovém referendu rozhodovat a jak to technicky provést aby to nebylo extrémně náročné a drahé, ale jsem pro tím směrem směřovat.",
      "8": "Podporuju přímou volbu prezidenta, protože podporuju prezidenta jako trochu spíše osobu na symboliku, diplomacii a hodnotové směřování země. Předseda EK je mnohem politicky náročnější a \"úředničtější\" pozice.",
      "12": "Evropa má na to dávat si takovéhle ambiciózní cíle. O dostupnost automobilů se tolik nebojím ,jako spíš o nedostatečnou podpůrnou infrastrukturu nebo její přílišnou monopolizaci.",
      "13": "Není potřeba podporovat Putinovu válku. Zemní plyn je přijatelné menší zlo při přechodu na obnovitelné zdroje nebo jádro, ale nevidím potřebu ho nějak extra podporovat. O mnoho lepší než uhlí není.",
      "15": "Peníze do koheze musí následovat kvalitní kontrola a ochrana před zenužívání místními mafiány a agrobarony, ale jsou potřeba.",
      "16": "Velmi, ale teda to je spíš otázka do státní politiky.",
      "19": "Přeju a doufám, že co nejdříve válka skončí a bude možno pracovat na reformách potřebných pro vstup. Když budou splněny, super, když ne, klidně počkejme trochu déle.",
      "20": "Jestli chceme jakkoli zvládnout migrační vlny způsobené nejen konflikty, ale i klimatem, tak tohle budou klíčové investice do naší bezpečnosti.",
      "28": "Na takhle vágně položenou otázku nedokážu dát odpověd. Nejsem proti nějakým dodatečným formálním požadavků na podobu kandidátky, přeci jen třeba do senátu nám navíc dodatečný požadavek na věk nevadí, ale třeba dost jsem proti povinnému zipu (což bývá pro někoho to jediné, co si představí pod pojmem kvóty) nebo požadavkům na výsledek (třeba že by muselo být aspoň 40 % sněmovny naplněno méně zastoupeným pohlavím).",
      "32": "boj za pomazánové máslo je sice kvalitní meme, ale nastavování standardů kvality potravin a tedy potírání klamavé reklamy je dobro"
    }
  },
  {
    "id": 69,
    "slug": 69,
    "name": "Olga Sejrková",
    "familyName": "Sejrková",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": 1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": -1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": -1,
      "32": -1
    },
    "comments": {}
  },
  {
    "id": 71,
    "slug": 71,
    "name": "Martin Štěrba",
    "familyName": "Martin Štěrba",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 0,
      "9": 1,
      "10": 1,
      "12": 1,
      "13": 0,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 0,
      "21": 0,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": -1,
      "29": -1,
      "30": 1,
      "31": 0,
      "32": 0
    },
    "comments": {}
  },
  {
    "id": 73,
    "slug": 73,
    "name": "Jakub Rychlý",
    "familyName": "Rychlý",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "5": "Jsem spíše pro zavedení, ale s dostatečnou přípravou a ochranou proti naprosto populistickým návrhům, které by mohly ovlivnit integritu a jednotno Evropy.",
      "6": "Svoboda tisku je pro mě osobně jedna z nejklíčovějších otázek a osobně si nepamatuji dobu, vzhledem ke svému věku, kdy by svoboda tisku v naší zemi nebyla. Nicméně musíme dlouhodobě bojovat za její ochranu na území Evropy tak, aby se nevrátili neduhy minulého režimu.",
      "10": "Nejen mladí maďaři už dnes trpí omezením v rámci programu Erasmus+, čímž sice Evropská komise \"trestá\" Maďarsko za svoje kroky, nicméně tím absolutně podkopává důvěru mladých lidí v jednotnou Evropu. Stejně, jako bychom dlouhodobě měli Erasmus zavádět v kandidátských zemích, tak nesmíme mladé lidi nechat trpět kvůli nezodpovědným rozhodnutím jejich rodičů.",
      "15": "Pokud se samozřejmě budou dlouhodobě rozdíly snižovat, tak prostředky by se měli realokovat správným směrem.",
      "16": "Kurzové rozdíly a ztráty mají velký dopad na mladé, a to především ve chvíli, kdy cestují nejen rekreačně, ale i třeba za studiem. To nemluvě o vysokých poplatcích u běžných bank.",
      "17": "Nicméně je potřeba myslet na to, že dotace mají přinášet i inovace, se kterými mohou přicházet obrovské a velmi ziskové organizace. Může to být jejich cesta expanze do nového oboru, např. v hledání podpory alternativních druhů dopravy.",
      "26": "Chat control je naprosto špatný návrh, i když jeho původní cíl je bohulibou myšlenkou. Musíme více zapracovat na prevenci, stejně jako v dalších tématech."
    }
  },
  {
    "id": 76,
    "slug": 76,
    "name": "Josef Bouše",
    "familyName": "Bouše",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 0,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {
      "1": "Imigrace tu je a bude, to ze zavřeme hranice nic neřeší a naopak by přinášelo velkou finanční odpovědnost a o morálce už vůbec nemluvím. Jediná možnost jak se připravit je funkční integrace. Integrace, má ale své kapacity. Pokus chceme aby jednotlivé státy zvladali integraci nemůžeme všechny zadátele směřovat so několika zemi. \nTuto odpovědnost musíme řešit společně.",
      "2": "Domnívám se ze pokud by zůstali rozdílná hrozí ze ty kvóty nebudou fungovat a opět některé státy budou přijímat více než jiné. \nNemyslím si ze v státech EU je tak rozdílná situace ze by bylo třeba mít rozdílná pravidla pro azyl, kde předpokládám základní podmínky jako snaha a chtít se integrovat, bezúhonnost (pokud je evidovány u nás) a nějaké další základní předpoklady které jsou věřím sdílené",
      "3": "Věřím ze Evropa potřebuje být méně závislá na Americe. Aktuální situace na Ukrajině ukázala mnoho státům v Evropě jak moc podcenili svou armádu při spoléhání na USA. Evropa potřebuje mít možnost se bránit a zajistit bezpečnost členských zemi i mimo přímý konflikt kdy nás napadne konkrétní stát. \nPokud směřujeme k federalizaci Evropy pak potřebujeme i společnou armádu. Nicméně jak bude složena, fungovat a kdo ji bude velet je složitá diskuze. \nPro začátek by bylo důležité spolupracovat na vývoji evropských strojů jako je eurofighter a plánuje se vyrobit nový evropský tank. Spojení everopskych firem v zbrojním promyslu pomuze budovat naši obranyschopnost a zbaví nás závislosti na zemích za oceánem.",
      "4": "Za stávajících okolnosti a pochybách o fungování organizace určitě ne. \nPokud by došlo k menším změnám, reorganizaci a možná lepšímu dohledu případně nápravě a vyjasnění nějakých otázek pak si to umím představit ze ano.",
      "5": "Nevím o jakých otázkách by referendům mělo probíhat. Vzhledem k tomu jaký máme problém s populismem a extremisty v Evropě pak to nepovažuješ za vhodne. Nejprve musíme zapracovat na vzdělání, boji s dezinformacemi a posílit vnitřní demokracii.",
      "6": "Myslim ze je nutné jasné ukázat ze takové kroky jako omezení svobodného tisku jsou proti evropskému přesvědčeni a rozhodne by pal evropská unie neměla podporovat tuto zemi. Dotace a úspěchu placené z těchto dotaci si pak připisují ti sami politici kteří omezují pravé tu svobodu.",
      "7": "Myslím ze by měla mít možnost je navrhovat radě.",
      "8": "Určitě myslím ze to je gesto k jednotě a krůček k federalizaci.",
      "9": "Víme ze díky tomu OSN je úplně k ničemu. Například díky Maďarsku by pak vše bylo úplně k smíchu.",
      "10": "Pokud jw vyloučime už se nikdy nevrátí a utratíme tak možnost jim pomoct, naopak otevřené hranice a možnosti jsou naději ze mladší generace něco změní.",
      "12": "Jediná možnost jak být ekologicky, v městech dýchat a zbavit se závislosti na zemích produkující ropu a velkých ropných magnátech kteří nás drzi jako rukojmí.",
      "14": "Ano a více a hlavně decentralizovat ! Více menších lokálních modularnich reaktoru",
      "16": "Pokud splníme podmínky.",
      "20": "Stabilita v severní Africe je klíčová pro řešení migrační krize. Ovšem je nutné mít mechanismus který hlídá ze pomoc jde tam kam má jít (zde možná hraje roli evropská armáda)",
      "26": "Velice zneužitelné.",
      "28": "Jsem proti všem kvótám. Vnímám to jako špatnou zkratku k nějakému cílovému stavu bez řešení cesty a příčin. Nerovnost že na mužů v různých místech má nějaké příčiny a kvóty je neřeší, pokud budou existovat kvóty naše společnost bude vypadat jako rovná, ale příčiny zůstali.\nVěřím v to, že dokážeme nějaké rovnosti i když nikdy ne přímé 50-50 dosáhnout i přirozenou cestou, již nyní se podívejte kolik máme žen na pozicích lídra do krajských voleb a na volitelných místech v čele tam kde již proběhli primárky. V případě kvót bychom nebyli možná tak úspěšní, protože je tam nyní více žen než mužů (například sčk) a kvóty by nás v tomto případě nutily tam doplnit muže.\n\nDůležité je pro mě tvořit možnosti a příležitosti bez překážek a to pro každého. Kvóty nikdy nezahrnou všechny a vždy někoho znevýhodní, ale pokud dokážeme zajistit příležitost pro každého a odstraníme překážky, pak zajistíme opravdovou pestrou skupinu ať už na kandidátce nebo ve firmě.",
      "30": "Za jistých podmínek, kdy například člověk ví, že ho čeká smrt nebo má doživotní vážné následky případně komplikace, které mu znemožňují \"žít\" kvalitně a rozhodne se pro to.  Určitě by bylo nutné mít předtím souhlas i dalších členů rodiny a žadatel by to měl probrat s psychologem nebo odbornou osobou, že to myslí vážně.",
      "31": "Pod kontrolou a schválením odborníků nevidím důvod proč ne, lidí na zemi přibývá, klima se mění a je nutné přizpůsobit i zdroj obživy. Pokud chceme snížit například i naší spotřebu masa, musíme to doplnit jinými plodinami a budeme jich potřebovat spoustu.\nNavíc hrozí v Africe hladomor a zde by EU mohla pomocí výzkumu GMO pomoct to řešit."
    }
  },
  {
    "id": 78,
    "slug": 78,
    "name": "Adam Piechowicz",
    "familyName": "Piechowicz",
    "votes": {
      "1": -1,
      "2": -1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 1,
      "7": -1,
      "8": 0,
      "9": -1,
      "10": 1,
      "12": 0,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 0,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": -1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {}
  },
  {
    "id": 79,
    "slug": 79,
    "name": "Miloslava Karfilátová",
    "familyName": "Karfilátová",
    "votes": {
      "1": -1,
      "2": -1,
      "3": 0,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 0,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 1,
      "20": 1,
      "21": 0,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {}
  },
  {
    "id": 80,
    "slug": 80,
    "name": "Filip Jiroušek",
    "familyName": "Jiroušek",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": -1,
      "32": -1
    },
    "comments": {
      "19": "Záleží však na skutečnosti, jak se Ukrajina vypořádá s poválečnou obnovou a s vnitřními problémy (korupce atd.).",
      "21": "Je však nutné vést s Tureckem dialog, například ohledně ratifikace přistoupení Švédska do NATO či ohledně finanční stability Turecka a kvality demoracie."
    }
  },
  {
    "id": 81,
    "slug": 81,
    "name": "Tomáš Polák",
    "familyName": "Polák",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 0,
      "15": -1,
      "16": 1,
      "17": 0,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 0,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 0,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 0,
      "32": -1
    },
    "comments": {
      "1": "Povinná relokace nefunguje, protože jsme v Schengenu.",
      "8": "Podporuji myšlenku větší demokratické legitimity Evropské komise. Zásadní by ale záleželo, jak by takový systém volby byl navržen a jaké by měl důsledky pro demokratický proces v EU.",
      "9": "Jde o častý vydírací nástroj například Orbána. Viděli jsme to u schvalování sankcí. Evropská unie musí být efektivní a akceschopná.",
      "10": "Maďarsko nemá tuto vládu navždy. Maďarští občané by neměli takto dalekosáhle trpět kvůli vládě, která se může v příští volbách změnit.",
      "14": "Jaderná energie patří do českého energetického mixu, ale problém je především s cenou a dobou výstavby jaderných reaktorů. Nesmíme také podceňovat negativní dopad jaderného odpadu.",
      "17": "Do určité míry ano, nesmíme ale výrazně ohrozit konkurenceschopnost evropských firem. To by mohlo vést k přívalu například nekvalitních čínských produktů a také poklesu našeho HDP.",
      "21": "Měli bychom ukončit přístupové rozhovory.",
      "31": "Nejsem vyloženě proti, ale obávám se potenciálních rizik pro životní prostředí a zdraví lidí. To musí mít vždy přednost."
    }
  },
  {
    "id": 82,
    "slug": 82,
    "name": "Šárka Rousová",
    "familyName": "Rousová",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": 1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 1,
      "28": 1,
      "29": 0,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {}
  },
  {
    "id": 83,
    "slug": 83,
    "name": "Marek Lahoda",
    "familyName": "Lahoda",
    "votes": {
      "1": 0,
      "2": 1,
      "3": -1,
      "4": 1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 0,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": -1,
      "20": 1,
      "21": 1,
      "22": 0,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "14": "Trvale udržitelný zdroj to není, ale z analýz pro ČR plyne, že minimálně jeden blok v Dukovanech bude ještě třeba dostavět.",
      "19": "Ne nutně do roku 2035. Až bude připravena, tak ano."
    }
  },
  {
    "id": 85,
    "slug": 85,
    "name": "Milada Slouková",
    "familyName": "Slouková",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 0,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 0,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 0,
      "23": 1,
      "24": -1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {
      "1": "Podle mě by státy, které jsou zatíženy žadately o azyl, měly být kompenzovány za přijímání třeba finančně nad rámec příspěvků na vyřízení žádosti o azyl.",
      "30": "Na jedné straně společnost čelí strachu, že by legalizovaná dobrovolná eutanazie způsobila eskalaci povinné eutanazii s výsledkem, že by lidé umírali dříve, než by museli; na druhé straně jsou tu obavy, že pokud nebude povolena eutanazie, naše stárnoucí evropská společnost bude čelit senilitě, lidé budou silně závislí na technologickém ošetření a neschopné ovládat vlastní tělo. V akademické literatuře se pro začátek navrhuje, že eutanazii lze legalizovat v několika zemích a tím by to mohlo být formou pečlivě omezeného a kontrolovaného sociálního experimentu, který by nám dal důkazy výhody a škody z praxe. Pokud by chtěl členský stát EU zavést tuto zdravotní proceduru, Evropská Unie by jim neměla bránit."
    }
  },
  {
    "id": 87,
    "slug": 87,
    "name": "Marek Habruň",
    "familyName": "Habruň",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Popíralo by to volnost pohybu Schengenském prostoru. Prospěšnější by byla společná migrační a azylová politika. Společné financování všech zemí EU utečeneckých táborů v nejvíce zatížených zemích je vhodnější způsob přerozdělení břemene odpovědnosti za solidaritu.",
      "2": "Tyto podmínky by se měly řídit nejpřísnějšími parametry jednotlivých států kvůli volnému pohybu v Schengenském prostoru. Bude nejspíš nutné vytvořit i výjimky kvůli specifičnosti některých oblastí.",
      "3": "Nepochybně by tato armáda měla zůstat součástí struktur NATO.",
      "4": "Pokud má společná azylová politika a Schengenský prostor fungovat, je posílení ochrany vnějších hranic nezbytné. S agenturou Frontex se pojí jisté kontroverze, proto by společně s rozšířením jejích pravomocí muselo dojít i k její důkladnější kontrole. Ideálně by tuto úlohu ochrany vnějších hranic měla přebrat společná evropská armáda.",
      "5": "Ač je společné zapojení veřejnosti do rozhodování pro Piráty jedním s hlavních cílů, je k přímě demokracii nutné se nejdříve dopracovat. Závazné referendum na celoevropské úrovni by bylo v tuto chvíli nebezpečné, zneužitelné a neefektivní. Referenda musí začít fungovat především na lokální úrovni a teprve v dlouhodobém výhledu se mohou přenést i na vyšší politiku po získání větší odpovědnosti populace za taková rozhodnutí.",
      "6": "Jedním z cílů EU je ochrana demokratických hodnot, kterou je i svoboda tisku. Jistá protiopatření jsou tedy namístě a nejsilnějším nástrojem je momentálně ten finanční.",
      "7": "Jedná se o další logický krok pro zvýšení úrovně demokracie v Evropě.",
      "8": "Přímá volba na takto vysoký post může nahrávat populistickým předvolebním kláním. Stejně jako u referend je potřeba se k přímé demokracii propracovat od nižších úrovní politiky. Ač je přímá volba předsedy/kyně Evropské komise mým cílem, není dle mého názoru vhodné k němu přistupovat následující volební období a to i přesto že současný systém výběru kandidátů Evropskou radou za nedostačující.",
      "9": "Příklad Maďarska nám ukázal jak je princip jednohlasnosti zneužitelný. Rozhodovat o kriticky důležitých otázkách je potřeba kvalifikovanou většinou aby se zabránilo ztrátě akceschopnosti.",
      "10": "Takový krok by momentálně pošlapal jedny z posledních šancí na zachování demokracie v Maďarsku. Vyloučení bude nutné pokud se situace v zemi dlouhodobě nezmění, ale k takovému kroku je ještě dlouhá cesta.",
      "12": "Jedná se o nevyhnutelný krok, který dříve nebo později dorazí. Vyhýbáním se tomuto trendu přicházíme o možnost vývoje a v oblasti alternativních paliv, pohonů a budování potřebné infrastruktury. Odmítáním bychom si zadělali na budoucí potíže v oblasti nejen automobilového průmyslu.",
      "14": "Ač nepovažuji jadernou energii za obnovitelný zdroj, je vhodným mezikrokem pro odklon od plynu a uhlí a usnadní tak tranzici k plně obnovitelným zdrojům.",
      "15": "Jestli existuje něco co nejefektivnějším způsobem potlačuje negativní jevy ve společnosti, je to rovnost. Kohezní politika EU je k jejímu dosažení vhodným nástrojem.",
      "16": "ČR by měla přijmout Euro hned jak na to bude připravena. Proto oceňuji snahy o vstup do mechanismu ERM II",
      "18": "Postupný přesun k přímým příjmům a odklon od příspěvků členských zemí považuji za přínos.",
      "21": "Pod vedením prezidenta Erdoğana není perspektivní aby Turecko pokračovalo v přístupových rozhovorech.",
      "22": "Vzhledem nejen k současnému dění na Ukrajině ale i vzhledem k déle trvajícímu prohlubování diktátorského zločinného režimu v Rusku je to nezbytný krok.",
      "24": "Ochranná doba 50 let od smrti autora je neúměrně dlouhá a naopak brzdí rozvoj umění a kultury.",
      "25": "Momentálně není na úrovni EU užívání měkkých drog zakázáno a mělo by to tak zůstat. Zákaz by vedl jen k rozvoji černého trhu a tudíž i k větší společenské škodlivosti.",
      "28": "Preferuji rovné příležitosti, nikoli nutně rovné zastoupení. Především je nutné odstraňovat překážky a demotivační vlivy. Ganderové kvóty by naopak zaváděly dvojí metr.",
      "30": "Jen a pouze pouze za přísných podmínek a dlouhodobého zhodnocení. Musí k takovému rozhodnutí existovat zdravotní důvod a předcházet mu například i několikanásobné vyhodnocení jak lékaři z oboru dané zdravotní komplikace, ale i  psychology."
    }
  },
  {
    "id": 89,
    "slug": 89,
    "name": "František Kopřiva",
    "familyName": "Kopřiva",
    "votes": {
      "1": 1,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {}
  },
  {
    "id": 95,
    "slug": 95,
    "name": "Tomáš Adamec",
    "familyName": "Tomáš Adamec",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": 1,
      "9": -1,
      "10": -1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Pravidla pro migrační politiku musí být na úrovni EU stejná. V součastnosti se vyjednává reforma politiky, která by umožňovala státům, které nemohou žadatele o azyl přijmout, nebo nejsou cílovou zemí, aby pomáhaly jiným způsobem. Například se podílely na návratech neúspěšných žadatelů o azyl z přetížených členských států. A toto řešení považuji za cestu správným směrem.",
      "2": "Ano, protože osoby s uděleným azylem mají právo se pohybovat a fungovat v celém prostoru Evropské unie. Současná vízová aféra polské vlády nám ukazuje, že pokud jeden stát ve své azylové politice soustavně selhává, má to negativní dopad na ostatní státy v EU.",
      "5": "Bohužel zkušenost s Evropskou občanskou iniciativou nám potvrzuje, že i úspěšné iniciativy s nasbíraným dostatečným množstvím podpisů mohou být Evropskou komisií ignorovány. Podporuji proto zavedení možnosti celoevropského referenda s pevně stanovenými pravidly, jako je omezení referend v otázkách týkajících se lidských práv a další zásad, v souladu se stanovisky Pirátské strany ohledně referend.",
      "7": "Evropský parlament je přímo volen evropskými občany a mel by jejich vůli vykonávat i předkládáním návrhů zákona. Národní parlamenty by nepřišly o své pravomoci, neboť již teď zákony na úrovni EU vznikají, pouze by došlo k odstranění monopolu, který má Evropská komise na návrhy nové legislativy. Vnímám tuto změnu jako zásadní v boji s demokratickým deficitem Evropské unie.",
      "8": "Transparentnost a demokratičnost jsou zásadními hodnotami, které zastávám, proto si myslím, ze o předsedovi/předsedkyni Komise mají rozhodnout evropští občané skrze volby do Evropského parlamentu a ne premiéři zemí za zavřenými dveřmi. Jako pokus tímto směrem vnímám systém spitzenkandidátů, který se nicméně ukázal jako nedostatečný a bude potřebovat úpravu. Zároveň si uvědomuji, ze ke změně je potřeba komplexní reforma zásad uspořádání Evropské Unie, která bude trvat.",
      "9": "Historicky, jednomyslné hlasováni bylo odstraněno z většiny politik EU (okolo 80% všech politik v EU je v současnosti rozhodováno kvalifikovanou většinou), což Unii podle mého názoru posílilo. Věřím tomu, že bychom také nechtěli například o opatřeních boje proti klimatické změně nebo o záležitostech týkajících se vnitřního trhu rozhodovat jednomyslně a dát Orbánovi, Morawieckimu a dalším konzervativcům a populistům možnost blokovat přijímání legislativy. Válka na Ukrajině nám ukázala, ze možnost jednoho státu zablokovat rozhodovaní Unie poškozuje unijní akceschopnost a jde proti zájmům České republiky. Navíc, studie potvrzují, ze ve většině případů se právo veta nevyužívá k tomu, k čemu bylo původně navrženo, ale je zneužíváno k vydíraní zbylých států EU. Toto téma se zdá být víc a víc zásadní v procesu rozšíření EU.",
      "10": "Neexistuje právní rámec který by umožňoval vyloučit jeden ze států EU, pokud se nerozhodnou odejít sami. Navíc, podle mého názoru, členství v EU je poslední ochranou před úplnou demontáží liberální demokracie pro maďarské občany a vyloučení by situaci zhoršilo.",
      "12": "Dříve koupené automobily se spalovacími motory budou dále v provozu i po tomto roce. Jedna se o trend i v dalších státech jako Norsko, Británie, Izrael nebo Indie, kteří projednávají odklon k dokonce dřívějšímu datu než EU. Studie a názory automobilek potvrzují, ze do roku 2035 nižší cena učiní elektromobily ekonomicky atraktivnější variantou.",
      "16": "Zásadní je soustavně provádět kroky k tomu, aby Česka republika byla připravena a zároveň vysvětlovat veřejnosti přínosy společné měny.",
      "19": "Ano, v případě, ze budou Ukrajina a Moldavsko (doufejme že v dohledné době i Gruzie) připravené, budou splňovat přístupová kritéria a proběhne dosatatečná reforma fungování a rozhodování na straně EU, aby byla Unie schopna pojmout další státy bez ztráty efketivnosti a akceschopnosti. Je v našem zájmu tohoto docílit v co nejkratším čase a nenechávat žádného z našich sousedu v mocenském vakum.",
      "21": "Odebrání statusu není procedurálně snadné a v zájmu udržení dialogu s Tureckem bych to neviděl jako dobrý krok. Zároveň, vzhledem k politickému směřovaní Turecka pod Erdoganem, jsem proti znovuotevření (odmražení) přístupových jednání.",
      "25": "Ano, EU by měla napomáhat k nalezení jednotného přístupu k legálnímu užívání měkkých drog v Evropě, nicméně vzhledem k rozložení kompetencí finální rozhodnuti zůstává v rukách národních vlád.",
      "28": "Záleží na konkrétních opatření. Příklad o ženách ve správních radách bych podpořil, minimální procentuální zastoupení jednotlivích pohlaví na kandidátce na nižších procentech než 50 (existuje například v Polsku) též, naopak u kvóty 50:50 bych byl opatrnější. Je v této záležitosti zajimavé sledovat Progresivní Slovensko, které zip-list používá a ve slovenském parlamentu je v současnosti reprezentuje 16 žen ( v porovnání se SMERem, kde je zvolená jedna žena z 42 zástupců).",
      "30": "Podobně jako v případě marihuany, EU by měla napomáhat k nalezení jednotného přístupu k eutanázii v Evropě, nicméně vzhledem k rozložení kompetencí finální rozhodnutí zůstává v rukách národních vlád."
    }
  },
  {
    "id": 96,
    "slug": 96,
    "name": "Jana Holomčík Leitnerová",
    "familyName": "Holomčík Leitnerová",
    "votes": {
      "1": 1,
      "2": -1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": 1
    },
    "comments": {}
  },
  {
    "id": 97,
    "slug": 97,
    "name": "Marta Martinová",
    "familyName": "Martinová",
    "votes": {
      "1": 1,
      "2": 1,
      "3": -1,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": -1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": -1,
      "32": -1
    },
    "comments": {}
  },
  {
    "id": 99,
    "slug": 99,
    "name": "Tereza Nislerová",
    "familyName": "Nislerová",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": 1,
      "10": -1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": -1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": 1,
      "27": 0,
      "28": 0,
      "29": 1,
      "30": -1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Je nutné zohlednit přání samotných žadatelů, na druhou stranu je třeba podpořit ty členské státy (finančně, materiálně, personálně), které přijímají více žadatelů o azyl než jiné. Je třeba mít jednotný evropský postoj k migrační politice a soubor opatření, která budou migrační vlny \"řídit\". Též je potřeba mít stanovený strop, není možné pomoci úplně všem.",
      "2": "Podmínky pro udělení azylu se měly být co nejvíce jednotné.",
      "3": "Současná bezpečnostní situace ve světe ukazuje, že je třeba dále posilovat společnou obrannou politiku EU. Spoléhat pouze na NATO nelze.",
      "4": "Jako vnitrozemský stát se u nás málo mluví o ochraně/obraně vnějších hranic EU. Např. na hranice Řecka s Tureckem jsou v permanenci vyšší desítky tisíc vojáků. Rozhodně je třeba v této věci postupovat více koordinovaně a společně.",
      "7": "Pravomoc navrhovat zákony má na úrovni EU pouze Evropská komise. V praxi však Komise nevymýšlí sama a v 99% případů reaguje na \"poptávku\" po tématu. Systém mi tedy nepřijde nijak zablokovaný a EP má již teď, byť neformálně, možnost ovlivnit jaká legislativa vzniká. Jsem pro co nejvíce přehledný a jednoduchý systém, což se o současném systému přijímání legislativy na úrovni EU říci úplně nedá, proto bych ho nyní ještě více nekomplikovala.",
      "13": "Speciálně pro naši zemi je to velmi důležité, protože máme velmi omezené zdroje pro výrobu obnovitelné energie.",
      "14": "Zatím ano, než budou dovyvinuty zdroje obnovitelné energie, které budou schopné pokrývat celou naši spotřebu.",
      "15": "Kohezní politika, byť je někdy zneužívána, je dobrým nástrojem pro snižování ekonomických rozdílů mezi členskými státy. Působí prointegračně.",
      "16": "Přijetí eura je pro mě zásadní, je velká škoda, že se to zatím u nás nepodařilo politicky prosadit. Ekonomicky bychom si to již mohli dovolit dávno a celkově by to velmi prospělo stabilitě podnikatelského prostředí, i např. trhu hypoték.",
      "17": "Absolutně ne, pokud chceme rozjet nová ekonomická odvětví, která nyní nejsou zisková, potřebujeme dotace a to i do velkých firem. Např. rozvoj vodíkové mobility, ale i elektromobility - jejich infrastruktury se bez dotací neobejde a malé ani střední firmy by to nedokázaly a to nejen v ČR.",
      "18": "Další celoevropský příjem do evropského rozpočtu by byl užitečný.",
      "19": "Ale bude to velmi složité. Bude třeba změnit primární právo EU - Smlouvu o EU a Smlouvu o fungování EU.",
      "21": "Turecko není a nebude evropský stát navíc ani neleží většinou svého území na evropském kontinentu.",
      "28": "Podporuji rovné zastoupení mužů a žen, pokud je představen a zaveden soubor jiných opatření pro podporu žen např. v konkrétní firmě, nebo politické straně, pak kvóty nebudou třeba, zatím však žádné takové soubory neexistují, proto mohou kvóty být jednoduchým, dočasným opatřením, než se smýšlení celé společnosti proměnní a ženy budou více zastoupeny, podporovány a respektovány.",
      "30": "Příliš se obávám jejího zneužití.",
      "31": "GMO je v jiných částech světa povoleno a z těchto částí světa k nám potraviny přicházejí. Proto tímto zákazem přicházíme o konkurenceschopnost. GMO s sebou nenese žádná zdravotní rizika.",
      "32": "Shledávám tyto normy užitečné."
    }
  },
  {
    "id": 100,
    "slug": 100,
    "name": "Pavel Podgorný",
    "familyName": "Podgorný",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": 0,
      "6": 1,
      "7": 1,
      "8": 0,
      "9": -1,
      "10": 0,
      "12": 0,
      "13": 1,
      "14": 1,
      "15": 1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Každý stát ekonomicky i společensky unese rozdílnou míru žadatelů o azyl. Každý by se měl zapojit tak, jak zvládne a unese.",
      "2": "Pokud máme v rámci Schengenu volný pohyb osob, pak jsou na místě i stejné podmínky pro udělení azylu i ve všech státech.",
      "3": "ALE, tato armáda by měla vzniknou vyčleněním části jednotek jednotlivých států, tedy velikostě by nebyla velká. Sloužila by pouze k řešení problémů, které se jí bezprostředně týkají (terorismus a problémy na hranicích). Nasaditelná by teby mohla být i mimo EU.",
      "5": "Ukazuje se, že referenda jsou snadno ovlivnitelná skrytou propagandou a rozdělováním společnosti z východu. Máme-li zastupitelské demokracie ve všech státech EU a do EP volí též občané, je zavedení referenda v současné době spíše rizikem.",
      "6": "Rozhodování o finančních dotacích je možná jediný nástroj, který EU má. Nemůže-li EU stát vyloučit, musí využít veškeré možné prostředky k hájení požadavků a principů, na kterých EU vznikla, a na základě kterých byly v minulosti státy přijaty.",
      "7": "EP je na rozdíl od EK přímo volený obyvateli EU. Pokud zákony schvaluje, měl by mít možnost je i předkládat.",
      "8": "Vzhledem k různým národnostem v EU je více než pravděpodobné, že příslušníci daného státu budou preferovat svého kandidáta z jejich země, tudíž se nebudou moc ohlížet na vhodnost jiných kandidátů. Zde je potřeba asi vymyslet jiný mechanismus. Možná je na místě, aby místo ER navrhoval předsedu EP.",
      "9": "Právo veta brzdí rozvoj. Kvalifikovaná většina je vhodnější mechanismus pro posílení akceschopnosti EU.",
      "10": "Otázka je špatně položená. EU by neměla mít pravomoc vylučovat z EU. Pokud se ale členské státy dohodnout, že některý stát nemá být součástí EU, tak by o tom měly mít možnost hlasovat úplně stejně, jako hlasovali o jeho přijetí.",
      "12": "Jsem pro zákaz prodeje aut s čistě spalovacími motory. Pokud by se to mělo týkat i hybridů, tak ty bych nechal povolené prodávat.",
      "13": "Na přechodnou dobu ano. Nemusí to být do až do roku 2050.",
      "14": "Jednoznačně.",
      "15": "Tok peněz do regionů nikdy nezvyšoval a zvyšovat nebude ochotu místních obyvatel pracovat. Ekonomické rozdíly musí být vyrovnány jinak než penezi. Dotace do regionů deformují tržní hospodářství.",
      "17": "Obecně jsem ale pro omezení dotací všeobecně, neboť deformují trh. Kdo nestudoval ekonomii a historii možná nepochopí.",
      "18": "Jsem spíš proti zavádění nových a nových daní. Daňový systém by měl být co nejjednodušší.",
      "19": "Je zřejmé, že čím více jdeme na východ, tím větší je korupce, zvlášt v postsovětských republikách. Pokud Ukrajina provede takové změny, které povedou k posílení demokracie a omezení korupce, tak má mít právo ucházet se a být přijata do EU.",
      "20": "Jednoznačně. Pomoc by ale měla plynout pouze a jenom do školství a vzdělání. Sníží se tak porodnost (vzdělané ženy nebudou tak ovlivnitelné), zároveň vzdělání pomáhá podnikání.",
      "21": "To ale neznamená, že by nemělo být přijato jenom proto, že je to muslimský národ. Turecko v současné době ukazuje velmi nízkou míru demokracie. Zákony, které dovolily, aby se Turecko do tohoto stavu dostalo, ukazují, že Turecko nebylo připravené ani nikdy v minulosti být členem EU.",
      "22": "Na kontrole není nic špatného.",
      "23": "EU by se měla vzdát vazeb s Ruskem, dokud bude u moci Putinův režim. Jsem obecně pro omezování vazev se všemi nedemokratickými státy. EU, USA a demokratický svět jsou ekonomicky dost silné, aby si mohli dovolit neobchodovat a nepodporovat nedemokratické režimy.",
      "24": "Patenty a ochrana autorských děl podporují investice do budoucnosti a kreativity. Délka by však měla odpovídat maximálně 20 letům, tedy době, než vyroste jedna generace do produktivního věku.",
      "25": "Je však nutný výzkum vedlejších účinků i měkkých drog. Například se spekuluje, že užívání marihuany v adoselcenci snižuje IQ v dospělosti až o 8 bodů. Pokud by to výzkum potvrdil, pak by marihuana neměla nízkou společenskou škodlivost. Povolením měkkych drog by se však otevřel prostor k takovým výzkumům, neboť jsou nyní tyto výzkumy neetické, tudíž nikdo neví.",
      "26": "Internet by však neměl být anonymní. Každý je odpovědný za svou činnost na internetu a měl by být dohledatelný policí přes IP adresu, v případě porušení zákonů. Mělo by se tedy zvýšit množství uchovávaných dat internetovými providery s interpretací pouze na pokyd orgánů činných v trestní činnost.",
      "27": "Není to snad oficiální pirátská politika?",
      "28": "Nedosahují-li dva lidé stejné kvality a vhodnosti pro danou práci, nelze náslím vnutit méně vhodného kandidáta. Pozitivní diskriminace je též diskriminace. Měli bychom se zaměřit na skutečnou diskriminaci, a to, pokud je ženám nebo nějakému etniku upíráno právo mít rovné šance. Pokud není mladá žena přijata jenom proto, že je předpoklad, že bude mít děti, a to způsobí komplikace ve firmě, tak se jedná o diskriminaci, která by něměla být jen zákonem, ale i společensky odmítnuta.",
      "29": "Už jsem říkal, že nejsem levicový typ. Pokud ale nemáme vůbec žádný sociální systém, vždy se to projevuje ve vyšší kriminalitě. Je bohužel nutné konstatovat, že bezpečí si člověk musí zaplatit.",
      "30": "Nikdo se nikoho neptal, jestli se chce narodit, tak je nefér někomu přikazovat, jak má žít nebo může umřít. Důsledek eutanázie na blízké okolí je na odpovědnosti daného jedince. Asi by ale měla být zavedena nějaká doba mezi žádostí o eutanázii a jejím provedením.",
      "31": "Články o škodlivosti GMO jsou na stejných stránkách a míří na stejné lidi, jako jsou cíleny antivakcinářstké články. Vědci vědí svoje, maželka je genetička, takže asi tak.",
      "32": "Už nyní je kvalita některých potravin nízká. Kvalitní párek aby člověk pohledal. Lze-li některé potraviny standardizovat, je dobré to udělat. Občas prostě člověk naletí obalu nebo názvu. Ověřovat si složení všech potravin je mimo časové možnosti normálně pracujícího člověka."
    }
  },
  {
    "id": 101,
    "slug": 101,
    "name": "Vítězslav Adamec",
    "familyName": "Vítězslav Adamec",
    "votes": {
      "1": 0,
      "2": -1,
      "3": 0,
      "4": -1,
      "5": 1,
      "6": 1,
      "7": 1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": -1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 0,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 0,
      "31": 1,
      "32": 1
    },
    "comments": {
      "19": "Za podmínky splnění přístupových kritérií."
    }
  },
  {
    "id": 102,
    "slug": 102,
    "name": "Veronika Hažlinská",
    "familyName": "Hažlinská",
    "votes": {
      "1": 0,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": 0,
      "10": 1,
      "12": 1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 1,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Vzhledem k tomu, že se mohou uprchlíci v rámci EU volně pohybovat, budou si vybírat země dle vlastního uvážení."
    }
  },
  {
    "id": 103,
    "slug": 103,
    "name": "Zuzana Kudláčková",
    "familyName": "Kudláčková",
    "votes": {
      "1": -1,
      "2": 1,
      "3": 1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": -1,
      "10": 1,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 0,
      "19": 0,
      "20": 1,
      "21": 1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": -1,
      "31": 1,
      "32": 0
    },
    "comments": {
      "19": "Je velká otázka, zda Ukrajina dokáže splnit všechny podmínky přijetí do této doby."
    }
  },
  {
    "id": 105,
    "slug": 105,
    "name": "Martin Rota",
    "familyName": "Rota",
    "votes": {
      "1": 1,
      "2": -1,
      "3": -1,
      "4": 1,
      "5": -1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": -1,
      "10": 0,
      "12": 1,
      "13": 1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 0,
      "18": -1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": 0,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {
      "1": "Museli bychom však zkoordinovat naší migrační politiku",
      "3": "V současné politické situaci vnímám pro takové rozhodnutí podstatně více nevýhoda",
      "5": "Zdá se mi, že tohle je velice nepopulární pozice v pirátské straně. Skutečně se však obávám populismu, protože dezinformátoři dokáží být podstatně lépe organizovanější na evropské úrovni.",
      "6": "Uvědomuji si však, že taková rozhodnutí mohou naopak fungovat jako skvělý propagandistický nástroj populistů.",
      "7": "V tomto ohledu preferuji funkci EK, možnost vytvářet zákony by pak prakticky mohla narušit funkci jak EP tak EK.",
      "9": "U některých otázek si myslím, že je třeba právo veta zachovat, ovšem u některých bych volil spíš silnou většinu.",
      "12": "Raději však \"výroby\" nebo \"dovozu\" než \"prodeje\"\nA samozřejmě s důrazem na potenciální možnosti aut na syntetická paliva, která by mohla být uhlíkově neutrální a stále dostupná.",
      "13": "Ano, ale s plánem postupného omezování. Nechceme vytvářet situaci, kde se do roku 2049 budou stavět další plynové elektrárny a následně se bude lobovat za jejich zachování.",
      "19": "Ano, ale stále podle současných pravidel. Pokud by na ně Ukrajina v roce 2035 nedosáhla, pak ne.",
      "20": "Funkci to má jak humanitární, tak velice strategickou pro budoucnost EU",
      "21": "Kdybych měl hovořit ideologicky, tak ano. Pragmaticky ne.",
      "23": "Rozhodně, ovšem v případě změny režimu v RF je nutné vazby obnovit. Stále si trvám na tom, že i když předchozí ekonomické vazby dávaly Rusku moc nad Evropou, tak jejich přetržení ukázalo, že RF byla opět velice závislá na EU. Kdybychom nikdy nedovolili vznik předchozích vazeb, naše sankce by nyní byly méně silné.",
      "32": "Společný trh vyžaduje sjednocené normy"
    }
  },
  {
    "id": 106,
    "slug": 106,
    "name": "Filip Křistek",
    "familyName": "Křistek",
    "votes": {
      "1": -1,
      "2": -1,
      "3": 1,
      "4": 0,
      "5": 1,
      "6": 0,
      "7": -1,
      "8": -1,
      "9": 1,
      "10": -1,
      "12": 0,
      "13": 0,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": -1,
      "19": 1,
      "20": -1,
      "21": -1,
      "22": -1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 0,
      "28": 0,
      "29": 0,
      "30": 1,
      "31": 1,
      "32": 0
    },
    "comments": {
      "12": "Plánovaný zákaz není stabilní na daný rok. Tržní intervence v dané době již nebude pravděpodobně potřeba. V intervenci vidím smysl, kdy je dostatečně vysvětlena na bázi dat ohledně klimatické krize.",
      "13": "Dle mého není dobrý nápad rozhodovat o energetice 27 let dopředu."
    }
  },
  {
    "id": 107,
    "slug": 107,
    "name": "František Doseděl",
    "familyName": "Doseděl",
    "votes": {
      "1": 0,
      "2": -1,
      "3": 1,
      "4": 1,
      "5": 1,
      "6": 1,
      "7": -1,
      "8": -1,
      "9": 1,
      "10": 1,
      "12": -1,
      "13": -1,
      "14": 1,
      "15": -1,
      "16": 1,
      "17": 1,
      "18": 1,
      "19": 1,
      "20": 1,
      "21": -1,
      "22": 1,
      "23": 1,
      "24": 1,
      "25": 1,
      "26": -1,
      "27": 1,
      "28": -1,
      "29": 1,
      "30": 1,
      "31": 1,
      "32": -1
    },
    "comments": {}
  }
]